[
  {
    "id": "ayurvedic_kadha_recipes__p1__c0",
    "doc_id": "ayurvedic_kadha_recipes",
    "page": 1,
    "text": "Ayurvedic Recipes (Kadha, Teas & Home Remedies) • All recipes are standard, safe, and short. • Quantities are kept small to avoid misuse. 1. Cold & Cough Kadha Ingredients 1 cup water 1 tsp grated ginger 4–5 tulsi leaves 4 black peppercorns (crushed) ½ tsp cinnamon 1 tsp honey (optional, only after cooling) Steps Boil 1 cup water. Add ginger, tulsi, pepper, and cinnamon. Simmer for 7–8 minutes. Strain into a cup. Let it cool for 1 minute, then add honey. Why it helps Ginger + pepper clear congestion Tulsi supports immunity Cinnamon reduces throat inflammation Precautions Avoid honey in hot liquid Not for people with high Pitta or acidity (use mild ginger version) 2. Fever-Reducing Kadha Ingredients 1 cup water 1 tsp coriander seeds ½ tsp fennel seeds ½ tsp cumin seeds 3 tulsi leaves Steps Boil water. Add coriander, fennel, cumin, and tulsi. Simmer for 10 minutes on low flame. Strain and drink warm. Why it helps Coriander reduces body heat Fennel cools Pitta Cumin supports digestion during fever Precautions Do not use if fever is above 102°F or persistent →needs medical care. 1",
    "word_count": 186,
    "hash": "0ebbf97e8c4f531b7530829526fc2ed9fcdaded2d4b4e0eb43195fb653e707af"
  },
  {
    "id": "ayurvedic_kadha_recipes__p2__c0",
    "doc_id": "ayurvedic_kadha_recipes",
    "page": 2,
    "text": "3. Diabetes-Friendly Kadha Ingredients 1 cup water 1 tsp fenugreek seeds ½ tsp cinnamon powder or small stick ½ tsp turmeric 1 neem leaf (optional, strong taste) Steps Boil water. Add fenugreek, cinnamon, turmeric, neem (optional). Simmer for 8–10 minutes. Strain and drink warm. Why it helps Fenugreek improves insulin response Cinnamon helps regulate sugar spikes Turmeric reduces inflammation Precautions Not for people with low sugar levels Avoid neem if stomach is sensitive 4. Indigestion Relief Kadha Ingredients 1 cup water ½ tsp ajwain ½ tsp cumin ½ tsp ginger Pinch of black salt (optional) Steps Boil water. Add ajwain, cumin, ginger. Simmer for 6–7 minutes. Add a pinch of black salt if needed. Strain & drink. Why it helps Ajwain reduces gas Cumin boosts digestion Ginger stimulates appetite Precautions Avoid if you have ulcers or severe acidity. 5. Immunity-Boosting Kadha Ingredients 1.5 cups water 1 tsp giloy stem OR half spoon giloy powder 1 tsp ginger 4 tulsi leaves ½ tsp turmeric 3 peppercorns 2",
    "word_count": 166,
    "hash": "ad50a8bd47e8bc92976008614b4d809a5b65f5e755d57cdd0825891a83976cb5"
  },
  {
    "id": "ayurvedic_kadha_recipes__p3__c0",
    "doc_id": "ayurvedic_kadha_recipes",
    "page": 3,
    "text": "Steps Boil water. Add giloy, ginger, tulsi, turmeric, pepper. simmer 12 minutes on low flame. Strain and drink warm. Why it helps Giloy improves immunity Ginger + pepper enhance absorption Turmeric reduces inflammation Precautions Avoid giloy if autoimmune disorders are present (LLM logic should warn “consult doctor”). 6. Detox Kadha Ingredients 2 cups water 1 tsp cumin 1 tsp coriander seeds 1 tsp fennel ½ tsp grated ginger Lemon slice (added later) Steps Boil water. Add cumin, coriander, fennel, ginger. Simmer for 10–12 minutes. Strain into cup. Squeeze a small amount of lemon after cooling slightly. Why it helps CCF trio supports metabolism Ginger increases warmth Lemon promotes cleans- ing Precautions Avoid lemon if strong acidity. 7. Simple Anti-Stress Herbal Tea Ingredients 1 cup water ½ tsp chamomile or brahmi 1 small cinnamon stick 1 tsp honey (optional) Steps Boil water. Add chamomile/brahmi + cinnamon. Simmer 5 minutes. Rest 1 minute, then strain. Add honey only after cooling. 3",
    "word_count": 159,
    "hash": "85fb15c9d723809504d1ea9a8573670ce05d4e1571d1596a7f541e19618f83f3"
  },
  {
    "id": "ayurvedic_kadha_recipes__p4__c0",
    "doc_id": "ayurvedic_kadha_recipes",
    "page": 4,
    "text": "Why it helps Brahmi calms the mind Cinnamon balances Kapha & Vata Precautions Not for pregnancy (avoid chamomile) 8. Gas & Bloating Relief Tea (CCF Tea) Ingredients 1 tsp cumin 1 tsp coriander 1 tsp fennel 2 cups water Steps Boil water. Add cumin, coriander, fennel. Simmer 10 minutes. Strain and drink warm. Why it helps The classic Ayurvedic digestive blend Reduces gas, bloating, and heaviness Precautions None major; mild and safe. 4",
    "word_count": 73,
    "hash": "942c336cbb0e8a777c56bb758cdaab6b88bfe1fb4f376bf36ba059a755e045ff"
  }
]