[
  {
    "id": "disease_based_recommendations__p1__c0",
    "doc_id": "disease_based_recommendations",
    "page": 1,
    "text": "Ayurvedic Disease-Based Recommendations • Use ONLY these lists for suggestions. • Each condition includes: What to eat (allowed) • What to avoid • Helpful herbs • Short notes 1. Diabetes (Madhumeha) Allowed Foods Whole grains: barley, millets (jowar, bajra), oats Legumes: moong dal, chana dal Vegetables: bitter gourd, bottle gourd, spinach, methi Fruits (low GI): berries, apple (small), guava, papaya Spices: cinnamon, fenu- greek, turmeric Avoid White rice, maida Potatoes, sweet fruits, mango, banana Sugary drinks Deep-fried items Helpful Herbs Fenugreek Jamun seed powder Gudmar (Gymnema) Cinnamon Notes Prefer warm, light meals Small portions, frequent meals 2. PCOS / Hormonal Imbalance Allowed Foods Millets: ragi, bajra, jowar Leafy greens Lean protein: moong, chana, paneer Seeds: flaxseed, sesame Healthy fats: ghee (small amount), co- conut Avoid Sugar, sweets High dairy intake Deep-fried foods Processed foods Helpful Herbs Shatavari Ashwagandha Cinnamon Fenugreek Notes Warm foods balance Vata-Pitta Reduce stress-raising foods 3. Hypertension (High BP) Allowed Foods Warm, light meals Fruits: banana, pomegranate Vegetables: leafy greens, bottle gourd Whole grains Garlic, coriander Avoid Excess salt Pickles, papad Caffeine Fried foods Helpful Herbs Ashwagandha Arjuna Garlic Punarnava Notes Hydration and calm digestion reduce BP fluctuations. 4.",
    "word_count": 192,
    "hash": "2f50238ad63a3e623be4943f7020544486eb4e966d59be3d79d4e61cb859a108"
  },
  {
    "id": "disease_based_recommendations__p1__c1",
    "doc_id": "disease_based_recommendations",
    "page": 1,
    "text": "PCOS / Hormonal Imbalance Allowed Foods Millets: ragi, bajra, jowar Leafy greens Lean protein: moong, chana, paneer Seeds: flaxseed, sesame Healthy fats: ghee (small amount), co- conut Avoid Sugar, sweets High dairy intake Deep-fried foods Processed foods Helpful Herbs Shatavari Ashwagandha Cinnamon Fenugreek Notes Warm foods balance Vata-Pitta Reduce stress-raising foods 3. Hypertension (High BP) Allowed Foods Warm, light meals Fruits: banana, pomegranate Vegetables: leafy greens, bottle gourd Whole grains Garlic, coriander Avoid Excess salt Pickles, papad Caffeine Fried foods Helpful Herbs Ashwagandha Arjuna Garlic Punarnava Notes Hydration and calm digestion reduce BP fluctuations. 4. Common Cold Allowed Foods Warm soups, khichdi Ginger tea Tulsi tea Light vegetable broths Avoid Cold water Ice creams Excess curd Heavy oily meals Helpful Herbs Tulsi Ginger Black pepper Licorice (mulethi) Notes Warm + light diet clears Kapha. 5. Fever (Jvara) Allowed Foods Moong dal soup Rice gruel (kanji) Coconut water Light vegetable broth Avoid Heavy grains Fried foods Cheese, paneer Spicy items Helpful Herbs Coriander seeds Fennel Ginger (mild) Tulsi Notes Pitta often high →keep food cooling & simple. 1",
    "word_count": 177,
    "hash": "8c34996cf9535f3f06e422b86db2b5ab86fcc52d926a2f4c1172ed2c1fb63226"
  },
  {
    "id": "disease_based_recommendations__p2__c0",
    "doc_id": "disease_based_recommendations",
    "page": 2,
    "text": "6. Gas / Bloating (Aadhman / Vata Imbalance) Allowed Foods Warm soups CCF tea (cumin-coriander-fennel) Moong dal Cooked vegetables (bottle gourd, pumpkin) Avoid Cold drinks Raw salads Beans (excess), cabbage, cauliflower Carbonated drinks Helpful Herbs Ajwain Hing Ginger Fennel Notes Warm, moist, easily digestible foods work best. 7. Constipation Allowed Foods Warm ghee + hot water (1 tsp ghee) Moong dal khichdi Soaked raisins Papaya Cooked spinach Avoid Dry foods Excess bread, biscuits Cold foods Excess tea Helpful Herbs Triphala Castor oil (very mild dose) Flaxseeds Notes Warmth + oil + fiber = relief. 8. Weight Loss Allowed Foods Light grains: barley, millets Soups, vegetable stews Ginger, black pepper Lemon + warm water Moong dal Avoid Fried foods Sugar Heavy wheat meals Cold drinks Helpful Herbs Trikatu (ginger + pepper + long pepper) Gug- gul (if supervised) Triphala Notes Kapha-reducing foods improve metabolism. 9. Acidity / Acid Reflux (Amla Pitta) Allowed Cooling foods: coconut water, cucumber, ghee Oatmeal Moong dal Mint, fennel Avoid Spicy foods Tomatoes Coffee Citrus (excess) Helpful Herbs Amla Licorice Fennel 10.",
    "word_count": 175,
    "hash": "aab904c4d890e945af7d207b0a8ae07ce0b9a310d85cd26717258149abbfe8e4"
  },
  {
    "id": "disease_based_recommendations__p2__c1",
    "doc_id": "disease_based_recommendations",
    "page": 2,
    "text": "Weight Loss Allowed Foods Light grains: barley, millets Soups, vegetable stews Ginger, black pepper Lemon + warm water Moong dal Avoid Fried foods Sugar Heavy wheat meals Cold drinks Helpful Herbs Trikatu (ginger + pepper + long pepper) Gug- gul (if supervised) Triphala Notes Kapha-reducing foods improve metabolism. 9. Acidity / Acid Reflux (Amla Pitta) Allowed Cooling foods: coconut water, cucumber, ghee Oatmeal Moong dal Mint, fennel Avoid Spicy foods Tomatoes Coffee Citrus (excess) Helpful Herbs Amla Licorice Fennel 10. Skin Issues (Rashes, Heat) Allowed Cooling foods: cucumber, coconut water Bitter vegetables Amla juice Coriander water Avoid Spicy foods Fried snacks Excess curd Helpful Herbs Neem Manjistha Turmeric 11. Low Immunity Allowed Moong dal Ginger-tulsi tea Warm soups Giloy tea Seasonal fruits Avoid Cold foods Sugary snacks Helpful Herbs Giloy Turmeric Ashwagandha 2",
    "word_count": 133,
    "hash": "af5d5683a35fa7404a8c5c1d5bac6b93b490a56f44b1bbaae49fd8030c6cd9c0"
  }
]