[
  {
    "id": "Asanas_and_Disease_page_1",
    "doc_id": "Asanas_and_Disease",
    "page": 1,
    "text": "ASANAS AND DISEASE (DISORDERS) A list of asanas which are useful to cure a partucular disease. The practitioner can perform and choose from them, according to this need, capacity and convenience. Asanas for most common disease only are being mentioned against individual diseases. 1. Cold: Sarvangasana, Halasana, Shirshasana. 2. Cough: Matsyasana, Janushirsasana, Suptavajrasana, Urdhavaj’rasana. 3. Astham: Shirshasana, Shavasana, Sarvangasana, Matsyasana, Supatvajrasana, Sdhalabhasana, Ushtrasana and Ujjayi Pranayana. 4. Diabetes: Dhanurasana, Matsyendrasana, Naukasana, Surya Namaskar, Sarapasana(Bhujangasana) 5. Stomach Disorders: Sukhasana, Padmasana, Bhujangasana, Ardhachakrasana, Uttaanpadasana, Shalabhasana. 6. Liver Disorders: Mayurasana, Bhujangasana, Shalbhasana, Shirshasana, Shashankasana, Halasana, Ushtrasana. 7. Mental Tension: Trikonasana, Halasana, Vajrasana, Shavasana, Garbhasana and sarvangasna. 8. Nervous Deablity: Hala, Chakra, Dhanur, Garbha, Vajra, Sarvaang, Shalabh, Pashchimottannasana, Sheetali and seetkari pranayama. 9. Nervous Tension: Shava and Koormasana. 10. Insomania: Hala and Shirshasana, Sarvangasana, sheetali and Seerkari Pranayama. 11. Hypertension (Acute): Shashank, Vajra and Pawan Muktasana. 12. Kidney problem: Ardhamatayendra, Ushtra, Bhujang, Gomukh, Shashank, Hala and Dhanurasanas 13. Obesity: Trikona, Paschimottaan, Dhanur, Hala, Shalabhi, Sarvang, Paad Hastasana, Nari Shodhan, Udiyan Bandhi. 14. Pain in joints(Arthritis):Trikona, Santula, Gomukh, Sidha, Natraj, Veer,Vrikhsha and setubandhasanas. 15. Back Pain: Chakra, Dhanur, Bhujang, Mayur, Shashanka, Supta, Vajrasana, Padma, Trikona, Utkat, Nauka and Padshalabhasana. 16. Rheumatism: Dhanur, Padma and Vajra Asanas. 17. Spinal disorders: Hala , Dhanur, Chakra, Bhujang, Sheersha, Vrischik, Shashank, Ushtra, Pashchimottaan asanas."
  },
  {
    "id": "Asanas_and_Disease_page_2",
    "doc_id": "Asanas_and_Disease",
    "page": 2,
    "text": "18. Gout: Dhanur, Paschimottaan, Pawannukta, Trikona, Panat, Gomukh, Ardhamatsyendra, Janushirshana. 19. Sciatica: Vajra, Gomukh and Hanuman asanas. 20. Constipation: Tadha, Chakra, Janushirsa, Mayur, Bhujang, Dhanur, Bhoomi-pada- Mastak, Supta-vajra, Karna-peerham, padahasta, matsya asanaas. 21. Worms: Nauka, vrishchik, matsyendra, mayur, sarvang, shirsha, paschimottaan asanaas. 22. Acidity : Shalabhasana. 23. Sour Eructations: Bhujang, Janushirsha, Chakra, Ushtra, Hasta-Padanghustha, Paschimottaan asanas. 24. Frigidity and Steritlity: Bhujanga, shirhsa, Paschimottaan, sarvang, matsya and suptavajrasana. 25. Weak sexual power: Chakra, Sarvanga, Garut, vatayan, bhujang, pashchimottaan, shirshana 26. Coryza: Shirsha, hala and sarvanga asanas. 27. Throat Infections: Sindha, Sarvang, Shirsha, Hala, Chakra, bhujang, Suptavajra and Matsya asanas. 28. Menstrual disorders: Hala Dhanur, Shava, vajra, sarvanga, bhujang, matsya panat, shalabh and shirsha asanas. 29. Piles and Fistula: Sidha, Gomukh, Bhadra, Chandra Namskar, Janushira, Sukh, saravnga, uttanpadansana. 30. Fatigue: shava, Matysa and Dand asanas. Note: There is hardly any mental and/or physical disorder which yoga cannot cure and above lit only refers to common disorders only, other disorders are too many to be detailed here."
  },
  {
    "id": "Asanas_and_Disease_page_3",
    "doc_id": "Asanas_and_Disease",
    "page": 3,
    "text": "SIMPLE YOGASANAS FOR EVERY ONE 1. SARVAGASANA( PAN PHYSICAL POSE): Method: Lie flat on the ground, your spine touching the floor, stretch the body, raise the legs slowly and let them stay at right angle to the trunk. After staying for a few seconds slowly rise up the body, without giving any jerk to the spine. Take help of the hands, keeping the fingers outward and thumbs towards the belly. Slowly go on raising the back until the whole trunk is at 90o and the entire weight comes on the shoulders and neck. Take the legs slightly forward and press the chest with your chin. After remaining in the said pose for a few seconds come to the original position. Benefits: This asana cures constipation, dyspepsia, has a salutary effect on thyroid gland, Tones up the nervous system, all limbs of the body, helps to preserve and thicken semen, is useful in intestinal disorders, varicose, veins, appendicitis. renders spine flexible throat disorders are removed, gas is expelled. In addition, it gives glow, vitality and strength to the body, increases sex power removes menstrual disorders. Note: Persons with hypertension and cardinal problems should never take to this asana. Except under advice and guidance and supervision of a yoga teacher."
  },
  {
    "id": "Asanas_and_Disease_page_4",
    "doc_id": "Asanas_and_Disease",
    "page": 4,
    "text": "2. VAJRASANA (THUNDER BOLT POSE) Introduction: It is named thunder bolt as it imparts the strength to body as if it is made like a stone or as strong as a thunderbolt. It is the only asana, in yoga which can be practiced after 45 minutes or more from finishing the meals. In between meal times, it can also be done, but never immediately after meals. Method: Kneel down on legs and knees touch the ground. Now rest your buttocks on your knees , your heels bent inwards and thumbs touching each other. Place the palms on the knees, keeping your spine erect but relaxed and flexible. Breathing should be even, deep and slow. Expand your chest drawing the abdominal muscles inwards. Benefits: This asana will expel gas and removes acidity. How much you have overeaten, it will digest the same., it tones up sexual system of both male and females , removes pain and stiffness in spine and knees , lowers raised BP, gives longevity and retards and postpones old age. For meditation, it is an ideal asana, as you can sit in this asana as long as you wish. After completion of this asana, simply massage with your hands or, still better ,use salt mixed oil, say of mustard, which can be slighty luke warmed. 3. PADMASANA (LOTUS POSE): Introduction: It is called padmasana because while performing it, legs appear in the form of lotus. Method: Sit on the ground and stretch forward your legs, keeping them together. Now left foot should be placed over the right thigh and right foot over the left thigh, making sure that the heels touch the abdomen on both sides on the either side of nail. Keep the hands on the knees. Keep the heads and back portion erect. Both the feet should touch the ground, and eyes be kept closed. This asana can be utilized for doing pranayama. If you wish, you can join index finger and thumbs, base of thumb resting in index finger’s nail, a sing of pranayama Mudra."
  },
  {
    "id": "Asanas_and_Disease_page_5",
    "doc_id": "Asanas_and_Disease",
    "page": 5,
    "text": "Benefits: It is very useful to gain concentration of mind, to enhance mental faculties, to do mental work, especially useful for the aged person. It prevents trapping of wind in the body, preserves vital fluids of he body, imparts solace, peace, solitude and longevity.it tunes up reproductive organs and system of females, prevents and cures abdominal disorders. For dhyana(meditation) Padmasana is unique and ideal. Rt hand on top of the Lt hand Lt hand below the Rt hand Rt foot below the left foot Lt foot above the Rt foot PADMAASANA 4. BHUJANG OR SARPASANA Method: Lie flat on the ground, abdominal portion touching the ground. Straighten both the arms, palms touching the ground. Now bring the palms at level with both sides of abdomen. Slowly lift your neck and torso in such a way that whole body rests on your palms. Now lift your neck upwards gradually and try to look upwards as far and as conveniently you can. Let the toes touch the ground and palms securely resting on the ground. Do not let your elbows bend down. Stay in the position as long you can. When you can’t endure/continue any more, then slowly get back to original position from where you had started. After the asana is over, loosen your limbs and relax. Benefits: Abdominal muscles and back portion are supplied with bllod and blood circulation in general is improved and also fresh and pure blood is supplied to all the organs. It imparts strength, flexibility and tone to spinal column. It removes menstrual"
  },
  {
    "id": "Asanas_and_Disease_page_6",
    "doc_id": "Asanas_and_Disease",
    "page": 6,
    "text": "disorders and irregularity, helps to improve digestion, chance of night discharge is dispelled, helps to maintain celibacy. It is useful for diabetics; as it activates the pancreas, thereby causing secretion of insulin, render arms, hands and neck painless, flexible and active. Kidneys and intestines also are strengthened. it removes obesity and sheds extra flesh from the abdominal portion and spinal curvature and postural abnormalities are also removed. 5. DHANURASANA(BOW- SHAPED POSTURE) Method: Lie flat on the ground, your abdominal side touching the ground. Fold your legs from the knees. Now lift your neck and torso, gradually keeping your hands along sides of your back. Try to catch hold of your ankles with your hands. Gradually stretch your hands and feet so that they form a bow shape, stay in this position as long as you can. Then regain the former position and relax by loosening your limbs. Benefits: it has all the benefits detailed under Bhujangasana, as it is simply and extended form of the former. When your are doing Dhanurasana, there is hardly any need for practicing Bhujangasana. Its added benefits are in strengthening of hands, elbows, ankles, knees. In short, both the lower and upper extremities become more flexible and strong, digestive juice and activities of endocrine glands. In both these asanas, no jerk should be exerted on any organ. This suggestion is good for all other asanas too. Pregnant ladies must not perform this asana."
  },
  {
    "id": "Asanas_and_Disease_page_7",
    "doc_id": "Asanas_and_Disease",
    "page": 7,
    "text": "6. GOMUKASANA(THE COW FACE POSTURE) Method: Sit on the floor, keeping the legs stretched forward. Fold the left leg at the knee and sit on the left foot with the help of hands, fold the right leg and place the right thigh on the left thing. Bring heels of both the feet together so that they touch each other which can be done by lifting your buttocks a bit, now bent your right arm from the ear(right side) and bring the hand on the back side of your end. Fold the left hand behind your back and clasped. Care should be taken not to over exert your limbs. Gradually you will get to the desired position as your limbs attain flexibility. Keep yourself in this position for about 30 seconds. Thereafter, give your self some pause and reverse the position of hands and legs. If a lady wishes to develop her breast on the particular side, she should perform this asana more with the hand of that side(on which she wishes to develop her breast). Benefits: This asana is equally beneficial for both the males and females, as it strengthens the muscles of shoulder, chest/breast and makes legs stronger. Muscles of relevant organs are also rendered elastic. After completing the asana, wherther on either or both sides, ner strain your limbs. Initially, you may find it convenient to perform the asana on one side only, but regular practice will remove all the hesitancy and stiffness, thus making way for your to do the asana on the other side too. 7. Chakrasana(The Circle pose): Method: On a hard surface, lie flat on your back. Later, raise the middle portion of your body upwards, fixing and keeping firmly both the feet and hands n the ground thus making a semicircle, ensuring that your head keeps between your hands. Now concentrate your eyes on something that lies in front of you. Benefits: It enhance strength of head, throat, neck , abdomen, legs, hands and in short, all parts of your body, eliminates pains in joints, removes extra fat from the abdominal area, activates digestive system, renders spinal column elastic and supple , imparts glow and agility to the body, normalizes postures and stance, and the body stays erect even during the advanced age. Pregnant ladies should not practice this asana as it can adversely affect their pregnancy process, even leading to miscarriage and bleeding."
  },
  {
    "id": "Asanas_and_Disease_page_8",
    "doc_id": "Asanas_and_Disease",
    "page": 8,
    "text": "8. Kagasana ( The Crow Pose): This asana can be done 3 or more times in a day at the rate of 30 seconds per asana or more. Method: Squat on the floor. Keep the arms between your heels and legs, heels being raised on toes. Now place both the palms flat on the ground(in front), while keeping arms inline and shoulders stretched out as much as possible. Thereafter, raise your body on the toes and endeavor to put pressure on your already spread hands. Remain in this position from 30 seconds to 1 minute and then retrace to the original position and finally relax. Benefits: This posture helps to diminish the unwanted arches on the spine by helping it to elongate, it strengthens muscles of arms and shoulders, helps to activate hormonal secretions. Old, emaciated and pregnant ladies should resist from doing this asana. Those who have pains in arms, hands and fingers should also abstain, as weak limbs may not be able to withstand weight of the body. This asana should be practiced, like many other, on empty stomach only. 9. Kukkutasana ( The Cock Pose) Method: Sit in the position of Padmasana. Insert the hands between the opening of thighs and calves. Now push down the hands and plant them firmly on the floor, keeping your fingers fully spread. Now, after that, push the legs and thighs up your arms. In doing so, your hands turn full so that you could exert desired and sustainable force in lifting the body up, keep your torso in and upright position , as far as possible. Remain in the final position for minute or so. Benefits: Your chest and shoulder muscles become firm due to pressure on them. It also develops and hardens breast-line of female who have small breasts, provided they practice this posture for quite some time. 10. Mahavirasana (Named after Lord Hanuman) Method: Stand erect, bringing forward one foot to a distance of 3 feet from the other. Clench fists of both the hands and raise them. Now, go on jumping alternatively of both the feet, changing the pressure on each feet alternatively. Keep your lips to each other and breath through nose only. When you are tired, take pause until you regain strength to resume the asana. Loosen your limbs and relax. Benefits: It increase height, sheds extra weight from the waist, body is rendered stronger, chest expands, legs, arms and feet gain strength. It increases sexual power, especially of men, restores normalchy to menstrual cycle."
  },
  {
    "id": "Asanas_and_Disease_page_9",
    "doc_id": "Asanas_and_Disease",
    "page": 9,
    "text": "Mahavirashana 11. Mayurasana ( Peacock Pose) Method: stand erect alongside of a table. Place both the hands firmly on top of the table. Fold your elbows in such a way that the elbows touch and remain firmly(touched) near navel. Now, exert whole weight on your hands, by lifting your body at 180o and try to stay in the position for 40-50 seconds, increasing the duration gradually or alternatively, spread some blanket or still better lie flat on ground. Firmly affix your hands on ground, your elbows remaining affixed on either side of navel .now lift your body and put entire weight of body on the hands. Stay in that position for 40 seconds, gradually increasing the duration, depending on your capacity. After staying in that position, very slowly regain the original position and relax. Benefits: Increases digestion and appetite, intestines gain strength, constipation and indigestion are dispelled. Liver and kidney disorders get relieved. Above all, if any one has taken poison or poisonous food, it will remove the poison and its effects. It is well known that the snake is eaten by the peacock and its name justifies its utility, as it helps to strengthen the body. Pregnant ladies must not do this asana. 12. Parvartasana Method: Sit in padmasana (that is by keeping left foot on the right thigh and right foot on the left thigh). Inhale breath raise both the hands towards the sky , keeping all the fingers apart and stretching both arms without bending either of them. Stay in the said position as per your capacity and convenience, but do not overdo. Before you get suffocated, gradually bring down both the arms and place them on both the knees and relax, but without binding your back. Keep spinal column erect at 90o . the process can be repeated a number of times. In normal conditions ladies can also perform this asana, but never during pregnancy. Benefits: This asana imparts flexibility to the spine, strengthens arms, expands chest, and adds strength of arms and fingers. Improves upon asthmatic condition and tones up uterus. 13. Yanasana:"
  },
  {
    "id": "Asanas_and_Disease_page_10",
    "doc_id": "Asanas_and_Disease",
    "page": 10,
    "text": "while performing this asana, body assumes shape and form of a plane flying in the sky; here its nomenclation as such. Method: Lie flat on the floor, while your abdomen touches the ground. Keep both the feet touching each other. First inhale and then raise your head, neck , hands, chest and feet above the ground, keeping all these organs tight and straight. When you feel you cannot retain the inhaled breath. Relax and loosen your limbs. After sometime, it can be repeated 3-4 times or even more, if capacity permits. Even while maintaining normal breath, this asana can also be performed. Pregnant women must never perform this asana. Benefits: This asana helps to strengthen bones of arms, hands, shoulders and legs and also imparts flexibility to the spine. If performed regularly, it can add to inches also. it removes extra fat, improves digestion, removes almost all uterine disorders, and keeps the body supple. This asana is not suitable for pregnant ladies. 14. Forward bending asana Method: Stand erect and keep the feet part at a distance of 6” to lit. now gradually bring down the hands and try to touch the ground in front of your toes. While doing so, exert no pressure nor strain unduly. If initially you cannot touch the ground. It is advisable to bend only to the extent possible. As your back and spine become supple, possible. A your back and spine become supple , process will look much easier. Don not bend knees and elbows, keeping your neck straight at 180o while your eyes are affixed looking at the ground or at your hands. Benefits: This asana elongates legs and arms, makes spine flexible and supple, improves eyesight, strengthens bones and muscles of legs an hands, and does away with trembling. Persons with backache, hip-joint disease and pregnant ladies must not perform this asana. It also strengths heart, improves cardiac output and efficiency, improves respiration. Note: As a general rule any forward bending asana or any physical exercise should never be performed by persons having stiff-back, backache and lumbar/spinal spondylisis /curvature. Backward bending asana/exercise may e performed if advised by the concerned experts. 15. Matsyasana Method: Sit in padmasana and thereafter lie down on your back. Catch hold of big toe af feet with hands and rise up your back portion in a gradual manner. In this position your backside of head and knees should continue to touch the ground. Retain breath as along you can and stay in the final position and exhale while returning to the previous state. Benefits: It strengths chest and lungs, removes extra fat from hips , strengthens legs and hands, dispels asthma and removes constipation. In normal health conditions ladies can perform this asana, but not during pregnancy. 16. Pashchimottanasana Method: Sit on the floor and spread both legs in front of your and hold each of your big toes with both the hands, but do not let your knees bend. In order to catch the toes you have"
  },
  {
    "id": "Asanas_and_Disease_page_11",
    "doc_id": "Asanas_and_Disease",
    "page": 11,
    "text": "to bend the back. Initially it may seem slightly difficulty to do so, due to rigidity of muscles and limbs; hence do not exert but gradually posture. In 4-5 sitting your body will get attuned to the final posture. Persons with back pain and stiff and muscles, pregnant ladies should not perform this asana unless and until advised by a doctor or yoga expert. Benefits: It strengthens legs, arms and renders the spine flexible and supple, improves digestion, removes fat on and around abdomen. Constipation fortifies and rejuvenates energy and nervous system, lengthens leg bones, purifies blood, improves liver, cardiac and respiratory processes, removes fat from hips and sideways. Note: Those who get adept on this asana, may try to touch their knees with the nose but in the changed position also knees shouldn’t be bent. 17. Janushirasana Method: Sit on the floor and fold leg from the knee and place heel of left leg below the anus. Keeping the other leg straight. Catch hold of the right foot and try to touch the knee of the speed out leg with your nose/mouth. There won’t be any difficulty if yu can perform the Pashchimo-ttanasana. Return to normal position. Now repeat the same process with the right leg. When done, relax, you may fully succeed after 5-6 attempts and until a successful posture is achieved never exert undue pressure. Pregnant ladies, backache persons who have stiff spine, muscles and joints, should not perform it, but others may proceed gradually in a phased manner. 18. Ushtrasana This asana has been named after the camel. Method: Sit erect and let the weight of entire body fall on both knees and toes of feet. Now catch hold of your heels with the hands , as shown in the above figure. While performing this asana, make sure that the back is bent in such a way that neck bends towards feet, back also bends slightly. Look upwards. Stay in the final position as far and as you conveniently can. Retain breath and exhale while getting back to the original starting position. Benefits: This asana strengthens back, spine knees and feet, renders spine flexible. After the asana is over there may be ache and stiffness in shoulder blades, knees and feet toward off all such effects massage these parts with coconut mustard oil that asana is capable of increasing height . pregnant ladies shouldn’t perform this asana as it exerts utmost pressure on abdomen and back, but in normal health conditions, they may perform this asana, especially when they have backache. Avoid undue pressure and jerk in any case. 19. Sinhasana Yogic exercises should accompany breathing in rhythm only through the nostrils. This asana is an exception where one cannot do so, because the tongue has to be folded and then stretched in two stages."
  },
  {
    "id": "Asanas_and_Disease_page_12",
    "doc_id": "Asanas_and_Disease",
    "page": 12,
    "text": "Method: Kneel down and lower the body to sit on heels as in Vajrasana except that in Vajrasana the knees are kept close together and in this they are kept slightly apart. Spread both palms and place them on the keens in a relaxed way. Breath evenly, protrude the tongue and fold inwards to touch the palate. Bend the head a little forward, the chin touching the chest. At the same time exhale through the nose as well as the mouth simultaneously stretching the tongue as much as possible out of the mouth. Widen the eyes and fix the gaze in front. Remain thus for two-three seconds and not more during the initial days. Once the protrusion of the tongue is completed, you should stop exhaling and hold breath for two second. After two seconds, slowly draw in the tongue and inhale only through the nose and sit erect. Repeat the process again. After a few days of practice, this exercise can be perfected and practiced as many times as possible. Benefits: This exercise is extremely useful to all young children and must be practiced by adults to prevent and cure a number of diseases connected with ear, nose throat and other respiratory troubles. It helps greatly in overcoming all problems related to tonsils, adenoids, larynx and pharynx. If regularly practiced, it can prevent any unnecessary removal of tonsils by surgery. As the face and eye muscles are exercised, it gives glowing color to the complexion and shine to the eyes. This exercise proves to be extremely beneficial to singers and public speakers. It is useful in all forms to skin diseases. It cures thyroid disease and deafness if practiced perfectly and regularly. 20. Mandukasana This asana must have derived its name for the Sanskrit word manduka, which means a frog. Mandukasana does not resemble the frog very much as its name denotes, but the folded legs resemble frog’s hind legs and the arms supporting the body look like frog’s forelegs. Though this asana looks simple and is also easy to perform, its benefits are plenty. Method: Kneel down with the knees apart. Slowly lower the body and sit down between the folded legs in such a way that the buttocks touch the ground. Slowly widen the gap between the knees till they come in a straight line. Keep the toes close to each other. Lean a little forward and place both the palms near the thighs, fingers turned towards the thighs. Keep te spine erect, fix your gaze straight and breath normally. Stay so for as long as you can and revert back to original position by releasing the hands first and then drawing in the folded legs together."
  },
  {
    "id": "Asanas_and_Disease_page_13",
    "doc_id": "Asanas_and_Disease",
    "page": 13,
    "text": "Relax and repeat again. During the initial days of practice, difficulty may be experienced in spreading the legs and it may not come in straight line. The groins may ache if you force it. Gradually, the gap can be decreased without any discomfort. Benefits: This is a unique exercises for women, teenage girls as well as women of other ages. All uttering disorders respond well to the exercise. The so called premenstrual syndrome like depression , frustration and anxiety can be overcome by practicing this asana regularly. It cures impotence in the males. It strengthens the pelvic muscles and improves circulation in the region. It helps control bladder and prostate disorders. Spinal nerves get adequate supply of circulation and they become stronger. it is a good exercise for obesity too. 21. Ardhamatsyendrasana This exercise must be practiced by almost every one because this asana and vakrasana are the asanas that strengthen the spine side ways that too in the vertical position. All toher asanas performed lying on the back and abdomen bend the spine forward and backward. Doing vakrasana first helps doing Andhamatsyendrasana better and easily. Method: Sit on the grod and place the left heel under the right thigh. Slowly take right leg across the folded left leg and place the foot flat on the ground near the left knee. Push the right leg pressing the abodomen by the left hand and place it touching the right foot or hold the right toes. Twist the waist towards right and bring your chin in level with your right shoulder. Take your right hand behind the back by twisting a little more and touch the right thigh. Stay for sometime in this posture and return to original position. Repeat the same with the other side. Benefits: useful for backache, digestive disorders, liver disorders, diabetes, kidney disorders and for obesity caused due to diabetes."
  },
  {
    "id": "Asanas_and_Disease_page_14",
    "doc_id": "Asanas_and_Disease",
    "page": 14,
    "text": "22. Sirshasana This is a topsy-turvy pose in which you stand on your head. Method: Kneel on the ground. Bend forward and place your arms on the round at right angle to each other with fingers interlocked. Place your head in your palms and raise the legs slowly till you are balanced vertically on your head. Remain in this position for half to one minute to start with and slowly increase it to a 5 or 10 minutes after some months. Benefits: This is called the king of asanas. Sirshanasana invigorates and energizes. It is a powerful blood purifier. It cures all diseases of the liver, spleen, lungs and the genito- urinary system. It gradually cures colic, deafness, diabetes, piles pyorrhea and constipation. The digestive power will improve. It is best d\\suited for ladies also. Many uterine and ovarian diseases are cured. (should not be practiced during monthly periods and pregnancy). Sterility disappears. Memory improves remarkably. Eyesight improves. Grey hair disappears. Spinal cord and spinal nerve roots receive an abundant supply of blood. Sexual energy is increased. Nerves of the body are energized, invigorated and galvanized. Many incurable diseases are cured by regularly practice of this asana. In the beginning you may , if required, start this asana by leaning your legs against a wall until you are able to get independent balance. Sirshsasana should not generally be practiced after the age of fifty unless you had practiced it before , in which case it can be practiced at any age after fifty also. 23. Shavasana Method: Lie down on your back. Keep the whole body loose and in a straight position. Palms can be either on the floor of you can keep them upward Do not use any pillow under your head. At this point keep breathing in normal way. Keep the eyes closed and let the whole body fall on the floor in an unrestrained way. This position should remain all through the actual practice. Steps for practice: Close your eyes and keep them closed for two seconds. Then open them for two seconds. Do this simple opening and closing of eyes for three to four times. Open the eyes again and look upward, then downward then straight again and then close the eyes. Repeat this eye exercise two to three times. Now open your mouth wide without straining it. Turn the tongue inside the mouth in such a way that its tips is folded back towards the throat area, then close the mouth and bring the tongue folded for 10 seconds. Then open the mouth and bring the tongue back to its normal position, then close the mouth. Repeat the process for two to three times. Keeping your eyes closed bring your mental attention towards yours toes. See (mentally) that the toes are relaxed. Then move slowly upward and towards the head area mentally by checking knees, thighs, waist, spinal cord, back, shoulders, neck, arms , palms,"
  },
  {
    "id": "Asanas_and_Disease_page_15",
    "doc_id": "Asanas_and_Disease",
    "page": 15,
    "text": "fingers and rest of the area of the body. To be sure that they are actually relaxed. Make a slight movement of the neck and head by turning right and left. Then let the head rest at a comfortable position. Now the entire body is physically relaxed. Then relax the mind with the following process. Select a place of natural beauty which you have ever visited and liked, such as park, a garden, a lawn or a riverside and feel as if you are mentally present at that place. Attach your mind to that place. Feel as if you are lying at that place and breathing air of the same environment. Now while keeping the mind involved with that environment, do some deep breathing. In this deep breathing, just exhale and inhale slowly but deeply. During the breathing, the stomach should fo upward while inhaling and it should come downward while exhaling. One exhalation and one inhalation make one round. Do not rush in this deep breathing. Make about ten to twelve rounds. When the deep breathing is over, feel as if you are going to sleep. Now relax completely. Stay in that position for 5 to 10 minutes. Then open your eyes and stretch your body and then be seated. You have completed the shavasana. Benefits: Shavasana has a very good effect upon the patient as well as upon any yoga practitioner. One immediate effect is that it relaxes all the muscles, nerves and the organs of the body system. When the muscles , nerves and the organs are fully relaxed, they gain strength and their normal health is restored. For people suffering from insomnia, high and low blood pressure, gastric trouble, lungs and heart troubles and mental sickness, Shavasana is remarkable process for providing immediate relief."
  },
  {
    "id": "Asanas_and_Disease_page_16",
    "doc_id": "Asanas_and_Disease",
    "page": 16,
    "text": "HEALING THROUGH PRANAYAMA The breath which enters our body is called ‘Shwas’ or inhalation of air, and that which goes out from our body is called exhalation or ‘Prashwas’. Breath is the life force or vital force or, still better, the sustaining force of our body. Proper balance between inhalation, retention and exhalation forms the very basis of our life(jeevan). Death is nothing other than existence of this process. It is also subtly called ‘ prana’. Pranayama is divided into three stages. (1). Poorak: The terms implies inhalation of air(breath) or inspiration. (2). Kumbhak: It means withholding of breath. (3). Reehak: The term is indicative of exhalation of breath. Procedure of Pranayama: It is, in fact , a practice for complete respiration. Sit in Padmasana or Sukhasana(lotus pose). Keep your spinal cord erect. Inhale fresh air though the nose, filling your abdomen with the air. When the abdomen is full(by inhalation of air) and bloats, retain the breath as long as you can, without suffocating choking, tiring or straining yourself. Now slowly exhale the air. While inhaling the lungs would contract and the abdomen bloat but when air is exhaled, the abdomen will squeeze and lungs expand. Entire process is called respiratory process. Ratio between all the three stages (Poorak, Kumbhak and Rechak) should preferably be 1:2:1 but there are no hard and fast rules or guidelines. Pranayama can be done in a vehicle, sitting in a chair preferably, easy chair, lying down or standing. The only common factor of utmost importance being that the air inhaled must be fresh and pure. If pranayama done in a choked, smoky, dusty , polluted and toxic environments, it will cause harm and there is no wonder you may expose your body to various serious disorders. How to do Pranayama: Our nose has two nostrils, the left one is called’ chandra Nari’ and the right one is called ‘Surya Nari’. One denotes cool and the other heat, one is active at night while the other is active during the day. When we inhale the breath, it is cold but, when exhale, it is hot. First of all breath through one nostril only, closing the other with the index finger of your hand. Now retain the breath as long and as conveniently you can. Thereafter, slowly breath out the finger. Before you exhale, the nostril, through which you had pause, follow the same process from the other nostril. Inhalation and breathing processes should be slow and uniform. Benefits of pranayama: Pranayama aims at fortifying, sustaining and nurturing vital force of the body. It is connected more with our mental facultu\\ies than physical. It corrects various , if not all, physical disorders, by training the ind in such a way that body is rendered strong enough to take the oddities and abnormalities of life and other upsets in normal way, and upheavals and disturbances fail to have any impact on body. It removes defects and abnormalities of eyes, senses of hearing , smell, touch, speech, and purifies blood, normalizes breathing"
  },
  {
    "id": "Asanas_and_Disease_page_17",
    "doc_id": "Asanas_and_Disease",
    "page": 17,
    "text": "process, tones up digestive organs, improves appetite, activates functioning of secretion glands, retards old age, takes away all evil feelings, recharges mental faculties. Above all, it provides peace (mental), sense of satisfaction, happiness and bliss. This is an asana to improve your life span. Recharge your emotions and other activities, by doing it regularly. Kinds of Pranayama: There are eight kinds of Pranayama. Viz 1. Surya-Bhedham, 2. Ujjayi, 3. Sitkari, 4. Shitali, 5. Bhastrika, 6. Bhramari, 7. Moorchha and 8. Plavini. 1. Surya- Bhedham: It pertains to performin pranayma through the Eurya-Nari (Right Nostril). Sit in padma, sidha or swatikasana. Inhale fresh ari through the right nostril, closing the left nostril (cnandra Nari) with yur index finger. Inhaled breath should be suspended or retained as far and as long as possible. Before suffocation sets in, breath out through the left nostril, keeping your index finger on the right nostril. The trinity of poorak, kumbhak and Rechak should be done without an discomfort. Benefits: It is highly useful, particularly in winter. It improves appetite, purifies blood and respiratory system, imparts agility and suppleness to body, sharpens and purifies memory, gives a feeling of freshness, imparts glow and luster to body, dispels mental and physical fatigue. Both men and women of all ages are advised to to this pranayam daily but moe particularly in winter to let body get vital heat. 2. Ujjayi: Sit in padma, sidha or swatikasana (whichever suits you as the most comfortable and easy). Expel forcibly the air from the body. While expelling breath, there must be the sound which is heard during sleep, as if you are expelling air during sleep. Thereafter inhale fresh air to the full capacity of your lungs, expanding your chest as far as you can. In this pranayma, breath is not to be retained. When you feel lungs are fully filled with air release the air slowly, making sure that during the course of expelling air, there is natural own of exhalation process. Benefits: The process can be done while walking, writing, sitting, getting up. It modifies heat(excessive) in the body, improves secretion of digestive juices, increases appetite, removes constipation, cough and other respiratory disorders. Also provides luster to the body. It should be preformed daily by people o both sexes, irrespective of age. 3. Sitkari: Be seated in swastika, padma or sidha asana. Let your tongue stay in-between both the rows of teeth. Now slightly clinch your teeth but very gently and softly, so that tongue is not unduly put under pressure of the teeth, both rows should simply touch the tongue so that it does not slip or retrace. Keep your lips open. Now take a deep breath through the mouth, creating a ‘hissing’ sound(same as created by a snake). Retain the breath as far as feasible. Thereafter exhale through the nose very slowly. Benefits: This exercise is highly beneficial during hot days as it not only dispels ill effects of heat but imparts cooling effect to the body. It modifies excessive bile, improves appetite,"
  },
  {
    "id": "Asanas_and_Disease_page_18",
    "doc_id": "Asanas_and_Disease",
    "page": 18,
    "text": "dispels lethargy and renders body beautiful. Does not let teeth decay and also promotes general health and texture of teeth. It also induces natural and own sleep. Ladies can also perform this asana. 4. Shitali: Lengthwise twist the tongue in the form of a crow’s beak(or resembling a crow’s beak) and slightly protrude the tongue out of lips. Now breath in through the tongue. Retain the breath by closing your mouth. Do not allow breath to escape out. Before a suffocatin tendency surfaces, exhale fully the breat and relax. Benefits: It is almost a panacea for all types of fever. Also cures all the stomach disorders. All men and women can do it. 5. Bhastrika: Be seated in a comfortable position (whether in sidha or padmasana). Now inhale through both the nostrils in the same way as air in the willow of a black-smith is filled in and eased out. Breathing in and breathing out process must create an identical sound as comes from the willow. While drawing in breath, your belly should blot but, while blowing out, your belly should squeeze. Whenever you feel suffocated, exhale through the right nostril. Now repeat the process through the left nostril, other process remain unchanged. Entire process should be done in alteration. Benefits: Yogis perform this process to awaken kundalini. It activates digestive juices, thereby arousing natural appetite, removes disorders of the three humours(wind, bile and phlegm), cures and rectifies all throat disease, does away with cough and asthma, imparts strength and energy to heart and regulated functioning thereof, modifies and normalizes pulmonary, respiratory processes improves circulation of blood by activating blood vessels. 6. Bhramari: Sit in sidha, padma or swastikasana, keeping your spine erect. Inhale through the left nostril, while inhalation create sound like that of a big black bee. Retain breath as ling and as you conveniently can. Thereafter slowly exhale through the right nostril. Benefits: It clears obstructin in the nose removes heavy feelin in the head, facilitates breathing through nose, pacifies wayward mental attitudes, keeps mind under happiness and tranquility , it will calm down and pacify mental agitation, if performed daily in the evening. 7. Moorchha: This should be performed while sitting in sidhasana as it is a bit difficult posture. Before deciding to practically perform this asana, it is imperative that full guidance is sought from yoga expert, otherwise it can do more harm that good. Only those, whether ladies or gents who are desirous to perform it, should have strong will to follow the rigid"
  },
  {
    "id": "Asanas_and_Disease_page_19",
    "doc_id": "Asanas_and_Disease",
    "page": 19,
    "text": "norms and follow the complexities before harping on the process. Relevant process is detailed hereunder. First of all, be seated in sidhasana. Take a deep breath through both the nostrils. Now retain in the breath, your chin rested on the hollow position of throat(as is done in a jalandhar Bandha V Two fingers close to your thumbs(index and middle fingers) of both hands should be delicately placed and rested on your both eyes (over the upper lids). Keep both eyes closed (right eye, with right hand fingers and left eye with left hand fingers). Place the four fingers of both hands on either side of each nose, thus closing both the nostrils. Now the small fingers should be placed just below the lower left, lifting the lower lip so that the same is raised so much that it joins the upper lip(that is when mouth is closed with the help of two little fingers). Now apply the process of ‘Mool Bandha’(by stretching your anus and rectum upwards) and ‘Uddiyan Bandha’. Before you start suffocation, release and remove the fingers and exhale through both the nostrils. Benefits: It pacifies wayward mind., helps in concentrating mind, removes diseases pertaining to blood, skin and respiration. It preserves semen all stomach and digestive problems disappear. There is no night discharge. Digestion improves, body is infused with extra energy. Mool bandha helps to awaken the kundalini . it is not recommended for ladies. 8. Plavini: Sit in padmasana and inhale fresh air so that stomach is filled to its capacity. Bloat your abdomen as much as you can. Now exhale the breath. This process be repeated 4 to 5 times. Before you breath in again, make sure that your abdomen contracts completely after you have exhaled. Benefits: Renders the entire body supple and light, cleans the bowels in such a way that digestion stands improved, disorders like pile gas accumulation, extrea fat from and around abdomen is shed. It improves figure of a person in general . it is claimed that any person who becomes an adept in this process may float over water like a lotus, swim or even walk on the water, even if turbulent. Breathing exercises: Breathing exercises are for those, who cannot perform pranayama. Breathing with rhythm: Sit cross legged on the ground or on a chair or stand with folded hand as in prayer. Keep mouth closed and breathe in through the nostrils counting one to four. Hold breath till your count from one to eight. Start to breathe out. While breathing out count once again from one to fout, hold breath till you count from five to eight before you start inhaling. Repeat this a few more times. Increase the number of counts while breathing in and out and in between gradually from day to day, to draw in more oxygen and expel more co2."
  },
  {
    "id": "Asanas_and_Disease_page_20",
    "doc_id": "Asanas_and_Disease",
    "page": 20,
    "text": "Cleansing Pranayama: Sit cross-legged on the ground or on a chair with the spine erect and muscles relaxed. Cover the right nostril with the thumb and inhale through the left nostril. Cover the left nostrils too with the index finger and hold breath for one to two counts. Release the thumb and exhale through the right nostril. Repeat this with the left nostril. Cover the left nostril with the index finger and inhale through the right. Close both the nostrils and hold for one or two counts and then exhale through the left nostril releasing the index finger. With regular practice the number of counts while holding he breath should increase. This exercise corrects the disorders of the nasal cavity and lungs. The good supply of oxygen helps to purify the lungs. Those who suffer from blood pressure must not practice to hold the breath. They can simply inhale and exhale. Another exercise: Sit in a comfortable position with crossed legs. Keep the body relaxed and erect. Keep the mouth closed. Inhale fast as much air as possible and exhale quickly with force. Do not hold the breath but breathe in and out in quick succession. Relax a while, breathing normally and again start breathing in and out in quick succession, do this five to six times in the beginning and slowly increase after a few days practice. This exercise is recommended in all digestive and respiratory disorders. It corrects defective circulation."
  }
]