[
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_1",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 1,
    "text": "AYURVEDIC COOKING FOR SELF-HEALING"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_2",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 2,
    "text": "A Meal-Time Prayer ANn' b[õa rso ivZ,u\" pµodevo mheçvr\" - Ev' DaTva tu yo .uNµw ANn dozo n ilPyte -- Annam BrahmË Raso Vishnu, Pakto Devo MaheÚaraÒ Evam JñËtvË Tu Yo Bhunkte, Anna Dosho Na Lipyate. The creative energy in the food is Brahma, The nourishing energy in the body is Vishnu, The transformation of food into pure consciousness is Shiva. If you know this, then any impurities in the food you eat will never become a part of you."
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_3",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 3,
    "text": "AYURVEDIC COOKING FOR SELF-HEALING Second Edition by Usha Lad and Dr. Vasant Lad Albuquerque, New Mexico"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_4",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 4,
    "text": "The Ayurvedic Press, Albuquerque 87112 Copyright © 1994, 2006 by Usha Lad and Dr. Vasant Lad All rights reserved. First Edition 1994. Second Edition 1997. Printed in Canada. 15 14 13 12 11 10 09 08 07 06 10 9 8 7 6 5 This book is printed on acid-free paper. ISBN-13: 978-1-883725-05-1 No part of this book may be reproduced in any form by any electronic or mechanical means including information storage and retrieval systems without permission in writing from the publisher, except by a reviewer who may quote brief passages in a review. Although the information contained in this book is based on Ayurvedic principles practiced for thousands of years, it should not be taken or construed as standard medical treatment. For any medical condition, always consult with a qualified physician. Cover Design: The Lad Family & friends. Art work: drawn by Dr. Lad. The authors lovingly acknowledge the support and help of everyone at the Ayurvedic Institute in Albuquerque. Library of Congress Cataloging-in-Publication Data Lad, Vasant, 1943- Ayurvedic Cooking for Self-Healing / by Usha and Vasant Lad. 254 p.: ill. ; 23 cm. Includes bibliographical references (p. 243) and index. ISBN: 1883725054 $15.00 1. Vegetarian cookery. 2. Cookery, Indic. 3. Medicine, Ayurvedic. I. Title. RM236 .L33 1997 641.5/636 21 97-070608 For more information on Ayurveda contact: The Ayurvedic Institute, Box 23445, Albuquerque, N.M. 87192-1445. Phone (505) 291-9698 • www.ayurveda.com."
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_5",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 5,
    "text": "Dedication To our most loving children, Aparna and Pranav"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_6",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 6,
    "text": "TABLE OF CONTENTS FOREWORD ......................................................................................9 PREFACE ..........................................................................................11 AN INTRODUCTION TO AYURVEDIC COOKING ...............................13 CHAPTER 1 YOUR INDIVIDUAL CONSTITUTION ..............................15 The Elements ........................................................................15 Tridosha — Vata, Pitta and Kapha ...................................16 Prakruti and Vikruti .............................................................17 Determining Your Constitution .........................................18 Characteristics of the Vata Individual .................................... 18 Characteristics of the Pitta Individual .................................... 20 Characteristics of the Kapha Individual ................................. 22 CHAPTER 2 FACTORS THAT AFFECT OUR HEALTH ..........................25 The Doshas ..........................................................................25 Improper Eating Habits ........................................................26 Time of Day and Time of Season ......................................26 Getting The Right Amount of Exercise ..............................27 Choosing a Balanced Lifestyle ............................................28 Relationships and Emotions ................................................28 Meditation and Well-Being ................................................29 CHAPTER 3 TASTE AND DIGESTION ...............................................31 Qualities of Food ................................................................31 The Concepts of Rasa, Virya, Vipaka and Prabhav .........32 Agni, The Digestive Fire .....................................................39 The Process of Digestion ....................................................42 CHAPTER 4 FOOD COMBINING .....................................................45 CHAPTER 5 SETTING UP AN AYURVEDIC KITCHEN AND PANTRY .....49"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_7",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 7,
    "text": "CHAPTER 6 MENU PLANNING ........................................................51 CHAPTER 7 RECIPES .......................................................................59 Helpful Hints about Ayurvedic Cooking ...........................59 Soups ....................................................................................61 Kitcharis ................................................................................75 Mainly Rice Dishes ..............................................................81 Vegetables ...........................................................................99 Raitas ..................................................................................135 Pickles and Chutneys ........................................................141 Breads .................................................................................151 Sweets ................................................................................155 Beverages ..........................................................................171 Extras ..................................................................................183 CHAPTER 8 FOODS FOR HEALING ...............................................187 Fruits ...................................................................................187 Vegetables .........................................................................202 Household Herbs ..............................................................206 APPENDIX .....................................................................................217 Determining Your Constitution ........................................217 Food Guidelines for Basic Constitutional Types .............220 Qualities of Food Substances ...........................................232 GLOSSARY ....................................................................................239 BIBLIOGRAPHY FOR FURTHER READING IN AYURVEDA ...................243 INDEX ...........................................................................................244"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_8",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 8,
    "text": "Chapter 2 FACTORS THAT AFFECT OUR HEALTH Ayurveda is a way of healing and a way of life that always takes into consideration the whole person. According to the teachings of Ayurveda, every aspect of life contributes to overall health. Poor health seldom has a simple or single cause. This chapter will cover just a few of the things that may affect one’s well-being. Some factors will respond to changes, like diet, and some are beyond individual control, like the weather. With the latter, there are actions that can be taken to reduce or eliminate the impact. Of course, it is not possible or wise to try to change everything at once. Ayurvedic literature states slow and steady is the best route to successful change. Most people find that diet is the best place to begin an Ayurvedic lifestyle. The Doshas One’s sense of well-being reflects the inner state of health. Good health is the maintenance of one’s unique combination of the doshas, a bal- anced condition of agni, of the seven body tissues, of the three waste sys- tems (urine, sweat and feces), as well as balance in the mind, senses and consciousness. It is equally important to one’s well-being to have love, happiness and clarity in daily living. Doshic imbalance governs internal biochemical changes that will even- tually lead to either high or low metabolism. Pitta dosha governs all physical and biochemical changes that take place within the body. Through this process foodstuffs are transformed into energy, heat and vitality. Pitta performs these functions throughout one’s life, but is especially prominent during the adult years. All these activities of pitta depend upon “digestive fire” or agni. Poor agni means poor health. 25"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_9",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 9,
    "text": "AYURVEDIC COOKING Wrong diet such as hot spicy foods, wrong lifestyle such as living in a hot climate and repressed emotions can alter the normal function of pitta. Anabolism is the process of building up the body. It is the repair, growth and creation of new cells. This process is managed by kapha and is most active in the baby, child and teen years. Kapha dosha can be dis- turbed by excessive intake of dairy, cold and oily foods. Catabolism is the destructive, but necessary, stage of metabolism. Larger molecules are broken down into smaller ones. This molecular death is governed by vata dosha and is most active in old age. Repeated intake of vata-provoking food, such as salads and popcorn, and over-exercising can escalate vata and disturb health. Improper Eating Habits 1. Overeating 2. Eating soon after a full meal 3. Too much water or no water during a meal 4. Drinking very chilled water during a meal or, indeed, anytime 5. Eating when constipated 6. Eating at the wrong time of day—either too early or too late 7. Eating too much heavy food or too little light food 8. Drinking fruit juice or eating fruit with a meal 9. Eating without real hunger 10. Emotional eating 11. Eating incompatible food combinations 12. Snacking in between meals Time of Day and Time of Season The body’s biological clock is regulated by the doshas. The time of maximum activity of kapha is during early morning and early evening, 6 to 10 AM and 6 to 10 PM. The pitta period is during midday and midnight, 10 AM to 2 PM and 10 PM to 2 AM, while vata hours are dawn and dusk, 2 to 6 AM and 2 to 6 PM. Thus a pitta-type disease, like ulcers, may cause the most discomfort late at night in the pitta time of the bio-clock. The reverse is also true, in the sense that experiencing a sharp pain in the stomach region late at night may signify ulcers or another pitta-type aggravation. 26"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_10",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 10,
    "text": "Chapter 5 SETTING UP AN AYURVEDIC KITCHEN AND PANTRY Before you begin to cook the Ayurvedic recipes in this book, you will want to have some basic foods, spices and utensils on hand for this way of cooking. Use the list that follows as a guideline to slowly build an Ayurvedic kitchen. Just one of the benefits of this kitchen is that many of the basic ingredients are dried and happy resting on your kitchen shelves, so that when you have six unexpected guests for supper you can always prepare an Ayurvedic meal. Every act you perform around food should be in a loving, honoring and sacred manner. Whether you are growing the food, selecting it in a supermarket or preparing it for cooking, the amount of loving awareness and respect you give it transfers exactly to the food and to the hungry stomachs. Food that is prepared in a loving manner can bring truly healing results to everyone. Utensils for your Ayurvedic kitchen One (at least) heavy cast-iron frying pan One chapati skillet, if possible (saucer-shaped, without steep sides) Two or three medium-sized pots with lids—stainless steel is best One soup pot with lid—also stainless steel One small metal pot for melting ghee One deep pot for frying—cast iron is best One heavy frying pan with lid Two or three mixing bowls, measuring cup and spoons Hand eggbeater Large metal spoon and soup ladle Blender Chapati, or other rolling pin, and cutting board 49"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_11",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 11,
    "text": "Soups In Ayurvedic cooking, soups are most often eaten with the main course. Soups made of beans, peas or lentils and spices are the most common, and provide the complement to a grain (usually rice) to make a very digestible, high protein dish."
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_12",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 12,
    "text": "AYURVEDIC COOKING Kokam Soup V↓ P↓ K↓ Serves 4 9 dried Kokam fruits 4 cups water 2 tablespoons ghee ½ teaspoon cumin seeds 4 curry leaves, fresh or dried 1 tablespoon fresh cilantro leaves, chopped 2 bay leaves 2 tablespoons chickpea flour ¼ teaspoon cinnamon 2 pinches cayenne or black pepper ¼ teaspoon ground cloves ¼ teaspoon salt 1 tablespoon jaggary (or Sucanat) sugar Wash and soak the Kokam fruits in l cup of the water for 10-20 minutes. Then squeeze the fruit several times into this water and remove it from the water. Heat a saucepan until medium-hot and add the ghee, cumin seeds, curry leaves, cilantro and bay leaves. Stir or shake the pan until the seeds pop. Pour in the fruit water plus 2 more cups of the water. Mix the chickpea flour with the last cup of water very well, then add to the soup. Stir to prevent lumps forming. Add the cinnamon, cayenne, clove, salt and jaggary. Stir and boil gently for 5 minutes. Do not store this in a metal container (except for a stainless steel one), for the acid in the fruit will react to the metal and turn the soup bad. x Kokam is available from Indian grocery stores. It is sour and heating. This soup is a good appetizer and digestive. It stimulates normal gastric fire and detoxifies the body of toxins (ama). It is also an excellent blood cleanser. If taken before the meal, it acts as an appetizer. At the end of the meal, it is a digestive. Do not use for breakfast! Okay for pitta and kapha if not more than one cup is taken. Medicinal uses: Good for diarrhea, heart, swellings, hemorrhoids and worms. It can help as an anti-allergic agent in skin rash. 62"
  },
  {
    "id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad_page_13",
    "doc_id": "Ayurvedic_Cooking_for_Self_Healing_by_Usha_Lad_and_Dr_Vasant_Lad",
    "page": 13,
    "text": "AYURVEDIC COOKING meric powder, 1 teaspoon of sandalwood powder, ¼ teaspoon of edible camphor, a pinch of saffron and 1 teaspoon of lime juice. Close the hole by putting the cut piece of skin back in place. Keep the water- melon in a warm, dry place for a week. After a week, cut open the watermelon and collect the inner pulp. Dry it in a hot, dry place, but not in direct sun. This soft, powdered pulp is used for cosmetic pur- poses. If one applies this powder daily to the face, the skin will look young and beautiful. It helps remove wrinkles, acne, eczema and other skin conditions. 6. Drinking 1 cup of watermelon juice with 1 teaspoon of honey, in the early morning on an empty stomach, helps to reduce edema in conges- tive heart conditions. VEGETABLES Bitter Melon is bitter and cooling with a pungent vipaka. It can pro- voke vata, while its bitter quality can soothe pitta and kapha. It is a good food for fever, anemia, diabetes and worms. Note: Bitter melon is an Indian vegetable available from specialty stores and Indian groceries. 1. During fever, take 2 tablespoons of fresh bitter melon juice 3 times a day, to bring down the temperature. 2. Cooked bitter melon, as in Bitter Melon Bhaji, is good for cleansing the liver and can help in anemia. 3. For intestinal worms and parasites, try 1 tablespoon of bitter melon juice with a pinch of trikatu, 3 times a day, ½ hour before each meal. Do this for 1 week and the worms should vanish. 4. Cooked bitter melon is laxative and can be used to relieve constipation and hemorrhoids. 5. Insulin-dependent diabetics can help to regulate the insulin dose by tak- ing 2 tablespoons of bitter melon juice with ¼ teaspoon of turmeric powder, 15 minutes before each meal. 6. Jaundice, hyperthyroidism and migraine headaches can all be helped by putting 5 drops of fresh bitter melon juice in each nostril in the morning and again in the evening. 202"
  }
]