[
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg1",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 1,
    "text": "AYUSHMAN BHARAT\nTRADITIONAL\nFOOD RECIPES\n from\n AYUSH SYSTEMS\n of MEDICINE"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg2",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 2,
    "text": "9810316649\nBatra\nSingh\nKamleshwar\nDesign:"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg3",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 3,
    "text": "AYUSHMAN BHARAT\n TRADITIONAL\n FOOD RECIPES\n from\n AYUSH SYSTEMS\n of MEDICINE\n\nDisclaimer:\nAll possible efforts have been made to ensure the correctness of the\ncontents. However, the Ministry of AYUSH shall not be accountable for\nany inadvertent error in the contents. Corrective measures shall be\ntaken up once such errors are brought to notice.\n\n 1"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg4",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 4,
    "text": "AYUSHMAN BHARAT\n TRADITIONAL FOOD RECIPES\n from AYUSH SYSTEMS of MEDICINE\n Page:\n Foreword 3\n Preface 4\n Preamble 5\n Introduction 6\n\n SELECTED FOOD RECIPES Page:\n 1. Amalaki Panaka (Indian Gooseberry Drink) 9\n 2. Amla Squash 10\n 3. Takra (Buttermilk) 11\n 4. Khalam (Medicated Buttermilk) 12\n 5. Yusha (Medicated Soup) 13\n 6. Rasala (Medicated Curd) 14\n 7. Kharjuradi Mantha (Energy Drink) 15\n 8. Mamsa Rasam (Medicated Mutton Soup) 16\n 9. Ragi and Banana Smoothie 17\n 10. Kulattha Rasam (Horse Gram Rasam) 18\n 11. Peya (Medicated Rice Gruel) 19\n 12. Ardraka Paka (Ginger Barﬁ) 20\n 13. Madhuka Leha (Herbal Jam) 21\n 14. Lajardraka (Puffed Paddy Ginger Granules) 22\n 15. Gulkand (Rose Petal Jam) 23\n 16. Beetroot Halwa 24\n 17. Kharjur Laddoo 25\n 18. Niger Seeds Laddu 26\n 19. Apoopam (Rice Pancake) 27\n 20. Pumpkin and Big Beans Sweet Pancake 28\n 21. Gooseberry Stir Fry 29\n 22. Patrode (Colocasia Leaf Rolls) 30\n 23. Mixed Millet Drumstick Leaves Dosa 32\n 24. Besan-suji Pancake with Sesame Chutney 35\n 25. Different Varieties of Chutney 36\n 26. Recipes for Enhancing Lactation 39\n\n Page:\n Acknowledgement 44\n\n2"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg5",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 5,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n FOREWORD\n\n AYUSH systems play a noteworthy role in taking care of health\n of the public. Proper nutrition is a key element of Health.\n Ministry of AYUSH is associated with POSHAN Abhiyaan or\n National Nutrition Mission, a Government of India's ﬂagship\n programme since its inception. There is a broad scope for\n AYUSH intervention to provide proper nutrition to the public.\n\n AYUSH systems of medicine has a vast treasure of knowledge\n covering all the aspects of health and nutrition. This booklet\n has been designed to create awareness in the community\n about the tradition based AYUSH food recipes, which not only\n help in recovery from the disease but also help in prevention of\n many disease conditions.\n\n This booklet may be effectively utilized for empowering public\n for self-care for primary preventive healthcare and\n popularising the existing knowledge of AYUSH systems.\n\n I urge the State/UT Governments to give this booklet a wider\n publicity and translate it into local languages for easy access\n by local population.\n\n I congratulate the team of ofﬁcers who have immensely\n contributed to this document.\n\n Rajesh Kotecha\n Secretary,\n Ministry of AYUSH, Government of India\n 3"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg6",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 6,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n PREFACE\n\n Hon'ble Prime Minister on the occasion of release of\n commemorative postal stamps and distribution of Yoga\n Awards on 30 th August, 2019 had advocated to encourage\n traditional food recipes and to make it a part of food habits of\n people.\n\n To take this forward and to provide thrust on generating\n awareness on how to maintain positive health and prevent\n diseases by adopting time-tested AYUSH based cooking, a\n ﬁrst ever effort has been made to publish a book.\n\n This booklet on traditional food recipes from AYUSH systems\n of medicine consists of selected food recipes from AYUSH\n systems including its ingredients, method of preparation,\n health beneﬁts and contraindications. The objective of this\n booklet is to create awareness in the community regarding\n AYUSH based healthy food habits.\n\n I congratulate all the contributors and Government of Kerala\n for valuable inputs. I urge the States/UT Governments to give\n this booklet a wider publicity and translate it into local\n languages for easy access by local population.\n\n Roshan Jaggi\n Joint Secretary,\n Ministry of AYUSH, Government of India\n4"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg7",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 7,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n Preamble\n\n Food plays pivotal role in maintenance of good health. The AYUSH systems\n like Ayurveda recommend judicious diet plan for maintenance of wellbeing.\n The emphasis has been given to proper selection of ingredients, cooking\n method and eating manners. The food regime has been recommended based\n on the status of digestion, climate, habitat, habituation and health condition of\n a person. India is well known for its diverse food habits with regional\n diversity. Being indigenous, the food preparations are intertwined with the\n recommendations of traditional healthcare systems popular in the\n particular region\n\n Presently, various cook books on Indian recipes are available, but this\n publication focuses more on the health related aspects of food. The ingredients\n and cooking methods have been meticulously chosen in the book to obtain\n maximum beneﬁts from locally available resources and food practices.\n\n However, the book contains indicative general guidelines and therefore the\n users may make necessary modiﬁcations in the recipes as per their own\n choice, taste and availability of the ingredients in their region\n\n Hope this book will be a useful resource material for public health\n programmes that focus on nutrition and preventive health care. The\n States/UTs may customize this publication and translate to local languages for\n wider use by the needy population.\n\n Dr. A. Raghu Dr. Sulochana Bhat\n Joint Advisor (Ay.) Nodal Ofﬁcer\n\n 5"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg8",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 8,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n Introduction\n\n Sustenance of living beings is dependent on food. Many food recipes\n are unique to particular region and culture. Indigenous concepts\n about food are also inter-woven with basic principles of health.\n Contemporary modern food science describes food based on its\n nutritional values derived from proteins, carbohydrates, fats\n vitamins, minerals while traditional systems like Ayurveda dietetics\n place greater emphasis on inherent properties of food, its\n compatibility and rules of food consumption etc.\n\n There is a lot of similarity between AYUSH dietetics and traditional\n foods in India. Intake of wholesome food and its proper digestion\n play a pivotal role in growth, development and nourishment.\n Beneﬁts of food can be achieved only when taken judiciously,\n customized to the individual and according to the health condition,\n status of digestion, climate, habitat and habituation of a person. The\n following recommendations may be generally followed to obtain\n optimal beneﬁt from food:\n\n Ÿ Know your food: Keenly observe your own health and eat what\n suits you.\n Ÿ Eat with a pleasant mind: Psychological status is very important\n while taking food. It is better to wait for some time and avoid food\n when you are depressed or tensed. Even the wholesome food\n taken in right amount does not get digested if the individual is in\n the state of anger, fear, worry or depressed.\n Ÿ Do not eat without desire: The food taken without having desire\n may result in indigestion, anorexia, vomiting and colic.\n Ÿ Enjoy the taste of food: Tasty foods bestow pleasantness of mind,\n strength, nourishment, enthusiasm, exhilaration, satisfaction\n and happiness.\n Ÿ Eat fresh and warm food: It is better to consume food within one\n hour of its preparation. The warm and fresh food is tasty and\n results in fast digestion, proper absorption.\n\n6"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg9",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 9,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n Ÿ Avoid reheating of food: Frequent reheating should be avoided so as to preserve\n nutrition and other properties of food.\n Ÿ Should not eat repeatedly: The individual eating continuously or repeatedly suffers\n from indigestion, body ache, metabolic diseases etc.\n Ÿ Proper dinner: Dinner should be lighter than lunch and taken at least three hours\n before bedtime and take a few steps after dinner then lie on the left side for initial 10-\n 15 minutes while sleeping.\n Ÿ Food ingredients: One should regularly take cereals (whole grains, red & old rice),\n pulses, dairy products, fruits, vegetables to compensate the daily nutritional\n requirements. Select the food as per the seasonal and local availability and keeping\n in view of the traditional practices and avoid any unnecessary combinations of food.\n Ÿ What to avoid: Observe your health and decide the food that suits you. Follow the\n advice of your healthcare provider.\n Ÿ Seasonal consideration: During winter and rainy season cold and frozen food are\n best avoided, but spices are beneﬁcial and should be included in diet. Similarly\n during summer, food with cooling properties and liquid foods are better.\n Contamination of food is common during rainy season and therefore due care\n should be taken to avoid falling sick by keeping food safe and clean and taking\n it fresh.\n\n India has a very rich tradition of diverse food practices in different parts of the Country.\n Most of us are unaware of the treasure trove that has been passed down to us by our\n own ancestors. This compilation of recipes is largely a comprehensive exploration of\n traditional systems of eating for health and nourishment, interpreted for use in our\n own time. This book encompasses cooking methods of some selected traditional food\n items and their health beneﬁts. However, it contains only indicative general guidelines\n and therefore the users of the book may make necessary modiﬁcations in the recipes\n as per their own choice and availability of the ingredients in their region.\n\n 7"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg10",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 10,
    "text": "SELECTED\n TRADITIONAL\nFOOD RECIPES\n\n 8"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg11",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 11,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n AMALAKI PANAKA\n (Indian Gooseberry Drink)\n\n Panaka are our traditional health drinks with natural ingredients. Panaka can\n be prepared with nutritional fruits or roots and diluted with boiled, cooled\n water with sugar, jaggery, salt, and honey as required.\n\n Ingredients Quantity\n Amalaki, Indian gooseberry\n (Phyllanthus emblica) - 1/2 kg\n Tala/Kharjura guda,\n (Palm/date jaggery) or sugar - 1 kg\n Dry ginger powder - 5 gm\n Finely powdered cardamom - 5 gm\n Honey - as needed\n\n Total quantity: 6-7 glasses (1-1.2 litre)\n\n Method of preparation\n First of all steam cook the gooseberries, grind them\n into a paste after de seeding extract juice. After\n adding a bit more water (300 ml), the pulp can again\n be squeezed to get more juice. Palm sugar is made\n into syrup by boiling in 200 ml water. Sugar or jaggery\n can be added if palm sugar is not available. Mix it with\n the prepared gooseberry juice. Stir the solution well\n and panaka is ready.\n\n Health beneﬁts\n It can be used as a healthy soft drink as it acts as\n immediate energy supplement. It is rich\n source of calcium, potassium, vitamin C, B\n complex and antioxidants. It is good\n for osteoarthritis, athero-scelrosis,\n anemia, peptic ulcer, urinary\n tract infection, dysentery and\n high blood pressure.\n\n Contradictions\n Diabetes mellitus as it contains\n sugar/jaggery/honey.\n 9"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg12",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 12,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n AMLA SQUASH\n\n Ingredients Quantity\n Amla (Indian gooseberry) pulp - 1 kg\n Candy sugar (Mishri ) - 2 kg\n Rock salt - 10 gm\n Roasted cumin seed powder - 10 gm\n Black pepper powder - 5 gm\n Black salt - 5 gm\n Water - 1 litre\n\n Servings: 3 litres\n 3 times water to be added for serving, may adjust the quantity of water\n as per the required taste.\n\n Method of preparation\n Boil amla and de-seed. Keep it aside until cools and make pulp by grinding. In a\n large vessel, take sugar, and add equal quantity of water, heat it so that sugar\n dissolves completely. Sugar syrup should\n be made double or 2.5 times quantity of\n Alma Pulp. Take the pulp in a big vessel,\n slowly add sugar syrup and mix it well. When\n the pulp and syrup are properly mixed, take\n a little bit mixture in a small bowl to mix\n spices. Add roasted jeera powder, rock salt,\n black pepper and black Salt. Mix contents of\n both bowls well and keep it in glass jar. If you\n put in fridge than no need of preservatives\n otherwise add 0.75 gm Potassium\n metabisulﬁte (K.M.S.)/per kg.\n\n Health beneﬁts\n Amla is an excellent source of Vitamin C, hence\n it helps to boost immunity, metabolism and\n prevents infections, including cold and\n cough. This cooling drink is useful in acid\n peptic disorders, constipation, anemia and\n eye strain.\n\n10"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg13",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 13,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n TAKRA (Butter Milk)\n\n Ingredients Quantity\n Curd - 1 cup\n Cold water - 1 cup\n Lemon juice - 2 tablespoons\n Minced fresh ginger - 1 tablespoon\n Fresh curry leaves\n (chopped) - 1/2 cup\n Asafoetida - 1/2 teaspoon\n Oil - 1 teaspoon\n Mustard seeds\n (Yellow or black) - 1 teaspoon\n Curry leaves - 4\n Cumin seeds - 1/2 teaspoon\n\n Total quantity: 1 glass\n\n Method of preparation\n In a blender/mixer combine curd, water, lemon juice, ginger, asafoetida, and a\n pinch of rock salt. At this stage coriander leaves or mint leaves can be added.\n Blend well and set aside. For seasoning, heat oil in a medium skillet over medium\n heat until simmering. Add mustard seeds and curry leaves and cook until the\n mustard seeds begin to crackle and pop. Add to butter milk and stir well.\n\n Health beneﬁts\n It is easier to digest than other dairy\n products due to presence of lactic acid in\n buttermilk. It is best drink to combat\n dehydration due to gastro-enteritis.\n Buttermilk is a good source of calcium and\n phosphorus, as well as vitamin D. These\n nutrients are important for maintaining bone\n strength and in preventing degenerative bone\n diseases like osteoporosis.\n\n Precaution\n Buttermilk may have several downsides related\n to its salt content and potential to cause allergic\n reactions in some people with lactose intolerance.\n May be avoided in respiratory diseases, specially\n chilled one and during cold hours like early morning\n and night.\n 11"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg14",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 14,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n KHALAM (Medicated Buttermilk)\n\n Ingredients Quantity\n Ginger - Small piece\n Buttermilk - 2 cups\n Asafoetida - 2 pinches\n Turmeric powder - 2 pinches\n Rock salt - as per taste\n Pepper - 2 pinches\n\n Total quantity: 1 glass\n\n Method of preparation\n Paste of ginger should be added to boiling buttermilk and further\n boiled for a minute. Add powdered asafoetida, rock-salt and pepper.\n\n Health beneﬁts\n It is an appetizer and beneﬁcial during recovery from any illness. Useful\n during cold, cough, digestive problems or any other health problem.\n\n Precautions\n Buttermilk may cause allergic\n reactions in some people with\n lactose intolerance.\n\n12"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg15",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 15,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n YUSHA (Medicated Soup)\n\n Yusha is the watery portion drained after cooking pulses. Green gram is\n standard pulse but other types of pulses also can be used. Salt, ghee or other oils,\n pepper, cumin seeds, coriander seeds etc. may be added to obtain desired taste\n and beneﬁt.\n\n Ingredients Quantity Method of preparation\n Green gram - 50 gm Cook green gram and take the\n Water - 200 ml substrate, add salt. Roast some\n Salt - 5 gm pepper on ﬂame, crush them\n Pepper - as per taste and add to the substrate, boil\n Oil/ghee - 10 ml for 3 minutes. Season with\n Mustard seeds - 1/2 teaspoon mustard, fenugreek and curry\n Fenugreek seeds - 6 to 8 seeds leaves. Add lime juice or dry raw\n Curry leaves - 5 - 10 mango powder. Yusha or\n Lemon juice - 1 teaspoon delicious soup is ready.\n Coriander leaves, ajwain (carom\n Total quantity: 2 bowls (400ml) seeds), garlic can be added as\n per the taste and availability.\n\n Health beneﬁts\n Yusha is used as a nutritious drink and as adjuvant or vehicle (anupana)\n with medicines. It is easy to digest and less likely to cause bloating,\n indigestion and ﬂatulence because of green gram and\n thymol of ajwain so can be used post-surgery,\n post-delivery to meet protein demands\n when digestion is weak. It contains\n less phytic acid so increases body's\n ability to absorb iron and other\n minerals. The high ﬁbre and\n protein levels produce longer\n satiety times by increasing\n t h e s a t i e t y h o r m o n e\n ch o l e cys to ki n i n . T h e\n presence of large amount\n of magnesium makes it a\n potent BP regulator.\n\n 13"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg16",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 16,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n RASALA (Medicated Curd)\n\n Curd, when churned with sugar and spices such as pepper is known as Rasala.\n\n Ingredients Quantity\n Fresh curd - 1 cup (150 ml)\n Pepper powder - 1/2 teaspoon (3 gm)\n Jaggery /sugar - 10 gm (2 teaspoons)\n Salt - 1/2 teaspoon (2 gm)\n Butter/ghee - 1 tea spoon\n Mustard - 1 tea spoon\n Fenugreek - 1/2 teaspoon (3 gm)\n Cumin seeds - 1/2 teaspoon (3 gm)\n Crushed red chilli - 1 or 2, as per taste\n Curry leaves - 5 to 6\n\n Total quantity: 1 glass (200-250 ml)\n\n Method of preparation\n Pepper powder, jaggery and salt are added to fresh curd and blended well using a\n blender or traditional churning.Heat butter or ghee in a pan, splutter mustard\n seeds, add fenugreek seeds, cumin seeds, redchilies and curry leaves and use it for\n seasoning. Salt can be used in place of jaggery /sugar as per the taste and\n requirement. Rasala is ready to serve with roti, rice etc. or as a health drink by\n adding more water and lemon juice.\n\n Health beneﬁts\n This recipe is rejuvenating, appetizing,\n carminative a probiotic & strength\n p ro m o t i n g a n d u s e f u l i n\n inﬂammatory bowel diseases\n such as crohn’s disease and\n colitis. It is recommended\n to take in summer and\n autumn. It is good for\n general debility and\n emaciation.\n\n Contradiction\n During respiratory illness.\n\n14"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg17",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 17,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n KHARJURADI MANTHA\n (Energy Drink)\n\n Mantha means mashed or well blended. The drink which is prepared by\n churning or blending the ingredients well and diluting with cold water is\n known as Mantha.\n\n Ingredients Quantity\n Seedless grapes - 30 gm\n Soft dates - 20 gm\n Puffed paddy\n (laja) roasted - 3 tea spoons (15 gm)\n Jaggery - 10 gm\n Cold water - 300 ml\n\n No of Servings: 2 glasses (400 ml)\n\n Method of preparation\n Blend the ingredients in a mixer grinder, add cold\n water and stir well. For better effects ingredients\n can be soaked for an hour in required quantity of\n water before blending.\n\n Health beneﬁts\n It can work as energy booster for compromised\n digestive health, dehydration or fatigue. It is rich in iron\n so good for post-surgery, anemic patients and\n pregnant women . Rich in electrolytes such as\n potassium, magnesium, calcium and in an instant\n energy source and a body coolant. Rich in vitamin B6. It\n is gluten free so great alternative for celiac disease\n during ﬂares and due to its ﬁbre contents, good\n alternative for colitis, hemorrhoids .\n\n Contradictions\n Not advisable for diabetics because\n of high glycemic index. Puffed rice\n is rich in carbohydrates, therefore,\n too much use may lead to obesity.\n\n 15"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg18",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 18,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n MAMSA RASAM\n (Medicated Mutton Soup)\n\n Ingredients Quantity\n Mutton (legs of goat only) - 200 gm\n Pippali or black pepper - 10 gm\n Yava , barley,\n (Hordeum vulgare) - 10 gm\n Horse gram - 10 gm\n Dry ginger - 10 gm\n\n No. of Servings: 2-3 soup bowls (500-600ml)\n\n Method of preparation\n Small pieces of mutton and powdered barley, horse gram and dry\n ginger should be boiled in 750ml of water and reduced to 200ml. Filter\n after cooling.\n\n Health beneﬁts\n It gives nourishment to the body by improving digestion and taste. It is\n protein source, mineral reservoir, relieves joint pain due to presence of\n glucosamine, hyaluronic acid and chondroitin. It improves\n immune system due to presence of amino acids like\n proline, arginine, glutamine. It is rich in many\n amino acids such as cystine, histidine, and\n glycine and compound-L-Glutamine\n which may reduce inﬂammation.\n\n Precaution\n Mutton soup, broth etc. should be used\n after considering digestive capacity.\n\n16"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg19",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 19,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\nRAGI AND BANANA SMOOTHIE\nA Smoothie is a thick, creamy and cold beverage made from pureed raw\nfruits, vegetables and sometimes dairy products, typically using a blender.\nThe healthfulness of a smoothie depends on its ingredients and their\nproportions. Many smoothies include large or multiple servings of fruits and\nvegetables, which are recommended in a healthy diet and intended to be a\nmeal replacement.\n\n Ingredients Quantity\n Ragi powder/ ﬂakes - 3 spoons (45 gm)\n Ripe banana - 1-1/2 (120 gm)\n Jaggery or palm sugar - 15 gm\n Milk/ coconut water/ butter milk\n coconut milk/ plain water - 200 ml\n\nNo. of servings: 1 glass (250-300 ml)\n\nMethod of preparation\nRoast washed and dried ragi, make ﬁne powder. If ragi\nﬂakes are available, soak for 5 minutes.In a blender\nadd banana, jaggery / palm sugar, ragi ﬂakes or\npowder and blend for few seconds. Then add the\nliquid of choice and then blend for some or time till it is\nsmooth and homogeneous.\n\nHealth beneﬁts\nThis smoothie is an ideal breakfast for all\nage groups. Jaggery is rich in iron and\nminerals. Ragi is a great source of iron\nand calcium. Healthy alternative for\nceliac patients if coconut milk is used\ninstead of normal milk as it is naturally\ngluten-free and alkaline. Because of its\nhigh nutritional content, longer satiety and it is\nrecommended as a weaning food for babies. It is good for\nblood pressure because of its high potassium and magnesium and low sodium\nlevels. Aids milk production in lactating mothers. It is rich in antioxidants and\namino acids (especially tryptophan) which help to provide relief from conditions\nlike anxiety, hypertension, depression and migraine.\n\nPrecaution\nDiabetics and obese persons can have without jaggery.\n 17"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg20",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 20,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n KULATTHA RASAM (Horse Gram Rasam)\n\n Ingredients Quantity\n Cooked horse gram - 2 cups (60 gm)\n Tamarind / lemon juice - 20 gm/ 1 spoon\n Tomatoes - 1 chopped\n Curry leaves - 5-6 (5 gm)\n Garlic paste - 2 tea spoons\n Pepper-cumin seeds paste - 2 tea spoons\n Mustard seeds - 1 tea spoon\n Salt - to taste ( 1 tea spoon)\n Cooking oil - to season (5 ml)\n\n No. of servings: 2-3 bowls (300-400 ml)\n\n Method of preparation\n Clean wash and soak horse gram for 4 hours. Steam, cool and drain the\n substrate. Heat 1 tea spoon of oil/ghee in a pan, add mustard seeds, curry\n leaves and red chillies, allow to splutter. Add chopped tomatoes and sauté till\n they are soft. Add 2 tea spoons of garlic paste and sauté till raw smell goes off,\n add tamarind and salt and boil. Jaggery, black pepper, cumin seeds, lemon\n juice, curry leaves are optional. Add horse gram substrate. When the mixture\n boils and cooks remove from the ﬂame mash well and serve hot.\n\n Health beneﬁts\n It is high in iron, calcium, and provides ¼ of total\n protein required in a day per serving. It is low in fat\n and high in ﬁbre content so helps to lower LDL\n levels and body fat. It is diabetic-friendly food\n and keeps you warm on a\n c o l d w i n te r d a y.\n H o r s e g r a m i s\n recommended in\n urinary calculi.\n The raw seeds of\n horse gram have ﬂavonoids\n a n d p o l y p h e n o l s , t h e s e\n compounds confer protective\n properties towards the liver\n and gall bladder.\n\n18"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg21",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 21,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n PEYA (Medicated Rice Gruel)\n\n Ingredients Quantity\n Red rice - 300 gm\n Water - 1500 ml\n Salt - to taste\n Mustard - 1/2 tea spoon\n Cumin seeds - 1 tea spoon\n Fenugreek seeds - 1/4 tea spoon\n Dry ginger - 1/4 inch piece\n Cinnamon - 1/4 inch piece\n Cardamom - 1 No.\n Cloves - 2 No.\n Coconut milk/milk - 100 ml\n\n Total quantity: 1 litre\n\n Method of preparation\n Wash the rice and soak for 5 to 10\n minutes. Meanwhile roast the\n mustard, fenugreek & cumin\n seeds and powder them\n coarsely. Boil water in a pressure\n cooker, add salt and washed rice,\n add the powder, stir well and close the\n lid of the cooker. Cook on medium ﬂame\n till 4-5 whistles. Remove the lid when there is\n no more steam and empty into a serving bowl.\n You may add coconut milk or milk. Serve hot with\n any stir fried vegetables and chutney.\n\n Health beneﬁts\n Natural red color acts as an anti-oxidant that counteracts free radicals. Its low\n sugar and glycemic content and appreciable amount of iron, zinc, manganese,\n calcium and ﬁbre makes it an desirable dietary option for heart patients,\n diabetics as well as for those with high blood pressure and obesity.It is good for\n gut health and also helps in controlling the pulmonary functions because of its\n rich magnesium, iron and medium chain fatty acids content.\n\n Contradiction\n Coconut milk used in Peya can be substituted with water if not suitable to any\n person due to fatty content.\n 19"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg22",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 22,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n ARDRAKA PAKA (Ginger Barﬁ)\n\n Ingredients Quantity\n Ginger - 250 gm\n Jaggery - 250 gm\n Clariﬁed butter (Ghee) - 125 gm\n Dry ginger powder - 25 gm\n Cumin - 25 gm\n Black pepper - 25 gm\n Naagkesar\n (Mesua ferrea), if available - 25 gm\n Cardamom - 25 gm\n Cinnamon - 25 gm\n Indian bay leaf - 25 gm\n Long pepper - 25 gm\n Coriander powder - 25 gm\n Vidanga\n (Embelia ribes), if available - 25 gm\n\n Total quantity- 20 small pieces\n\n Method of preparation\n In a heavy bottom pan add jaggery, cook till a thick\n syrup is formed. Then add grated ginger, stir and cook\n for 5-7 minutes on low ﬂame. Add ghee and mix well,\n cook for another 5-10 minutes. Now add the powder of all\n above ingredients and cook for another 5-10 minutes and\n spread the content on plate greased with ghee. Sesame seeds\n may be added to make it bulky and augment health beneﬁts.\n Let it cool before cutting in pieces in any shape. When cooled,\n store in an air tight container. It remains for about a month.\n\n Health beneﬁts\n This preparation helps in improving appetite and\n digestion. Useful in prevention and management of\n sore throat, cold and cough.\n\n Precaution\n Because it is hot in nature, it may be taken in\n appropriate quantity and never in empty stomach.\n Best to avoid in acid peptic disorders.\n\n20"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg23",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 23,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n MADHUKA LEHA (Herbal Jam)\n Leha is herbal jam / granule known by varied names based on the type of\n cooking (through steam or by frying in oil/ghee).\n\n Ingredients Quantity\n Mahua, Madhuka ﬂowers\n (Madhuka indica) - 80 gm\n Dates - 80 gm\n Raw banana - 80 gm\n Green gram - 80 gm\n Sugar candy - 700 gm\n Bay leaf, (Cinnamomum tamala)- 6 gm\n\n Cinnamon - 6 gm\n Pippali (long pepper), (Piper longum) 2 gm\n Cardamom - 2 gm\n Honey - 10 ml\n Ragi/arrow root powder (optional) 1 to 2 tea spoons\n\n Total quantity: 400 gm\n\n Method of preparation\n Steam cook seedless dates and banana, then\n grind it into thick paste, sauté it in ghee, add\n sugar candy syrup into it and stirwell. When it\n becomes thick, add cardamom powder etc.\n into it. Add honey when it becomes cool. It\n can be dried and powdered with ragi (pearl\n millet) / arrow root powder.\n\n Health beneﬁts\n It is a good pediatric food comprised of\n carbohydrates, easily digestible proteins\n and minerals, but to be given in small\n quantities only. Mahua ﬂowers have been\n traditionally used as cooling agent, tonic,\n aphrodisiac and analgesic. Mahua ﬂower\n helps in augmentation of breast milk. It has\n antihelmintic properties and also\n beneﬁcial in acute and chronic tonsillitis,\n pharyngitis as well as bronchitis.\n\n 21"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg24",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 24,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n LAJARDRAKA\n (Puffed Paddy Ginger Granules)\n\n Ingredients Quantity\n Laja/ puffed paddy - 1/2 kg\n Sugar candy - 1/2 kg\n Ginger - 50 gm\n Ghee(preferably cow) - 25 ml\n\n Amount: 500-600 gm\n\n Method of preparation\n Fry the ﬁnely chopped ginger in ghee. Prepare sugar candy syrup\n (consistency is unbroken strands between ﬁngers), add\n powdered puffed paddy and ginger to the syrup and stir well.\n\n Health beneﬁts\n Appetizer, carminative and digestive, gluten free, food having\n reasonable amount of protein and iron, so can be given to people\n having weak digestive power. It may be a good alternative for\n relieving morning sickness in pregnancy and to combat\n chemotherapy associated nausea if taken in small quantities. The\n ginger used in this recipe can reduce pain and stiffness in\n osteoarthritis or rheumatoid arthritis.\n\n Contraindication\n This recipe is high in reﬁned carbohydrate which can disrupt blood\n glucose and saturated fats, so is not recommended for diabetics,\n cardiac patients or in obesity.\n\n22"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg25",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 25,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n GULKAND (Rose Petal Jam)\n\n Ingredients Quantity\n Rose petals - 250 gm\n Sugar - 250 gm\n\n Total quantity: 450 to 500 gm\n\n Method of preparation\n Collect fresh, preferably desi rose petals, sort and wash well, dry\n thoroughly. May crush or ﬁnely chop the petals. Mix the petals with\n sugar in an airtight jar. Keep the jar in sunlight for 2-3 weeks. Stir well\n everyday with clean dry spoon. Desired adult dose of gulkand is 2 to 3\n tablespoons, it may be blended in milk to make a cooling drink.\n\n Health beneﬁts\n Helps in digestion, improves health of gut ﬂora and intestinal mucus.\n Reduces hyper acidity and thus useful in peptic ulcers and mouth ulcers.\n Pregnant women and kids can safely consume gulkand to relieve\n constipation. It helps in controlling various skin\n issues like pimples, boils, blemishes etc.\n Provides restful sleep, increases urine\n output so can help in reducing\n edema or patients having water\n retention due to various reasons.\n\n Contraindications\n Since it contains sugar, those\n with diabetes should strictly\n avoid. In addition, obese\n people may consume this\n in small quantity.\n\n 23"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg26",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 26,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n BEETROOT HALWA\n\n Ingredients Quantity\n Beetroot - 2 ( 300 gm)\n Ghee - 2 to 3 tbsp\n Milk - 300 ml\n Sugar - 1/2 cup (100 gm)\n Cashew nuts - 10 to 12 (ﬁnely chopped)\n Almonds - 8 to 10 (ﬁnely chopped)\n Raisins - 1 table spoon\n Cardamom - as per taste\n\n Method of preparation\n Pour 2 table spoons ghee in a pan, as it melts, add washed, peeled and\n grated beetroot to it. Stir and roast on medium ﬂame for 2 to 3 minutes,\n then add milk, cook it on low or medium ﬂame until it becomes dense.\n Now add sugar and cook till liquid content gets evaporated. Add\n chopped and roasted dry fruits such as cashews and almonds.\n\n Health beneﬁts\n Packed with essential nutrients, beetroots are a great source of ﬁber, folate\n (vitamin B9), manganese, potassium, iron, and vitamin C. Beetroots have\n been associated with numerous health beneﬁts, including improved blood\n ﬂow, lower blood pressure, and increased exercise performance. It is useful\n in case of constipation and anemia.\n\n Contra indications\n Diabetes mellitus due to presence of sugar.\n\n24"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg27",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 27,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n KHARJUR LADDOO\n\n Ingredients Quantity\n Kharjur (dates) - 250 gm\n Cashew - 10\n Badaam (almonds) - 10\n Grated dry coconut (optional)- 100 gm\n\n Total quantity: 10 to 12 laddoos\n\n Method of preparation\n Separate seeds from the dates and cut in small pieces. Cut the\n cashew and almonds also in small pieces and slightly roast in the\n pan with 2 spoons of ghee. Now mix the kharjur pieces in pan\n and roast for 3-5 minutes. Take out all the mixture from the pan\n and make small sized laddoos and roll it over the grated coconut.\n Roasted sesame seeds or khs khas (poppy seeds) may be used\n instead of coconut.\n\n Health beneﬁts\n Date laddoos are highly nutritious, which contain ﬁber and\n antioxidants and therefore useful for maintenance of good health.\n It can work as energy booster in fatigue speciﬁcally for weak,\n pregnant women and during convalescent period.\n\n Precaution\n Not advisable for diabetics.\n\n 25"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg28",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 28,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n NIGER SEEDS LADDU\n\n Ingredients Quantity\n Niger seeds\n (Guizotia abyssinica) - 150 gm\n Dates - 1/2 cup\n Jaggery - 1 cup\n\n Ingredients for 10 laddu\n\n Method of preparation\n Roast the niger seeds, cool and grind well. Cut the dates into small pieces,\n powder the jaggery. Mix all the products and make into small Laddu.\n\n Health beneﬁts\n Niger seeds are rich in macro and micro minerals and can play a great role in\n combating malnutrition. Niger seeds consist of good amount of antioxidants\n and anti-inﬂammatory compounds. Magnesium, potassium and zinc are\n some of the key minerals that are found in niger seeds, which help to stabilize\n circadian rhythms and also induce the release of certain neurotransmitters\n that the body needs for proper rest. Niger seeds are inexpensive source of\n iron to improve anemia in risk groups like adolescent girls, athletes.\n\n Contraindications\n The regular use of niger seeds may reduce the blood pressure and therefore\n anyone on medication for high blood pressure should take precautions\n accordingly. Using too much of niger seed may lead to weight gain.\n\n26"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg29",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 29,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n APOOPAM (Rice Pancake)\n\n Ingredients Quantity\n Palm jaggery - 20 gm\n Rice ﬂour (preferably brown) - 25 gm\n black pepper - 1/4 tea spoon (2 gm)\n Cardamom - 5 gm (2-3)\n Indian bay leaf\n (Cinnamomum tamala) - 2 no’s\n\n Total quantity: 6-7 number of pancakes\n\n Method of preparation\n Roast the rice ﬂour in a ﬂat pan on a low ﬂame. To this roasted rice ﬂour,\n add powdered black pepper and cardamom, mix well. Heat jaggery in a\n pan with 100 ml of water and prepare thin syrup. Add the ﬂour mixture to it\n and knead well to make soft dough.Fill the dough in cones made out of\n Indian bay leaf or banana leaves and steam for 10-15 minutes. Delicious\n cake is ready.\n\n Health beneﬁts\n It is gluten free and makes an alternative for celiac\n patients. A rich source of iron and several other\n nutrients like magnesium, potassium, and calcium.\n Palm jaggery positively impacts digestive health by\n activating enzymes and cleansing the system.\n Palm jaggery helps relieve cold and cough. It is full\n of composite carbohydrates and is easier to digest.\n\n Contradiction\n This recipe has high amount of carbohydrate\n which may cause unhealthy spikes in\n blood sugar, making them unsuitable\n for diabetics.\n\n 27"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg30",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 30,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n PUMPKIN AND BIG BEANS\n SWEET PANCAKE\n\n Ingredients Quantity\n A ripe pumpkin cut into\n small pieces - 1 cup ( 150 gm)\n Cowpeas/ soybeans - 1/2 cup ( 25 gm)\n Ragi ﬂour - 30 gm\n Jaggery syrup - 15 gm\n Scraped coconut - 30 gm\n Ghee - 10 ml\n\n Total quantity: 4-5 pancakes\n\n Method of preparation\n Soak cowpeas / soybeans for 4 hours, cook well in a pressure cooker, then add\n pumpkin pieces and cook further with a glass of water. Add ragi ﬂour and boil\n for a few minutes, keep stirring, add jaggery syrup, scraped coconut and ghee,\n mix well. Make small pancakes.\n\n Health beneﬁts\n Pumpkins contain antioxidants such as alpha-carotene, beta-carotene and\n beta-cryptoxanthin. Pumpkin has high vitamin A, E ,C, Iron and folate, which\n can help boost immune system. It is also one of the best sources of lutein\n and zeaxanthin, two compounds linked to lower risks of age-related\n macular degeneration and cataract. It is\n source of soluble dietary ﬁbre and\n protein, which play signiﬁcant role\n in reducing bad cholesterol. They\n also contain steroid compounds\n called phytosterols, that are\n effective in maintaining the\n standard cholesterol levels. It is\n also source of various minerals like\n calcium, magnesium, zinc so can\n be used to improve bone density.\n It is an excellent food for\n diabetics as well if salt is used in\n place of jaggery or sugar.\n\n28"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg31",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 31,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n GOOSEBERRY STIR FRY\n\n The gooseberry pickle is one of the delicious pickle recipe from Southern\n India. Contrary to other pickle preparations, pepper powder is used here\n for a spicy ﬂavor.\n\n Ingredients Quantity\n Indian gooseberry - 1/2 kg\n Gingelly oil - 30 ml\n Curry leaves - 50 gm\n Black pepper - 5 gm (or as required)\n Turmeric powder - 3 gm\n Salt - 5 gm\n\n Amount: 300 gm\n\n Method of preparation\n Wash the gooseberries and dry well, cut and remove seeds. In an iron pan\n pour the gingili oil and stir fry the gooseberries. Add curry leaves, pepper\n powder, turmeric powder and salt and mix well. Asafoetida powder (hing)\n can be used for a unique taste.\n\n Health beneﬁts\n It supports liver function, improves eyesight. Amla has a high ﬁbre content and\n presence of tannic acid helps to relieve constipation. It is a potent antioxidant\n and effective in chronic conditions. Amla is loaded with chromium which aids in\n reducing bad cholesterol and also helps stimulate insulin production, thereby\n reducing the blood glucose level in diabetics. It is rich in Poly Unsaturated\n Fatty Acids (PUFA), Monounsaturated Fatty Acids\n (MUFA) thus a healthy food\n for heart. Amla is most\n recommended home\n remedy for anemia\n as well as acid\n peptic problems.\n\n 29"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg32",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 32,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n PATRODE (COLOCASIA LEAF ROLLS)\n\n Ingredients Quantity\n Colocasia (Colocasia esculenta)\n leaves medium sized - 16 ( 30 gm)\n Rice - 2 cups ( 120 gm)\n Red chilies - 8 (5 gm) as per choice\n Coriander seeds - 4 tea spoon ( 20 gm)\n Turmeric powder - 1 tea spoon ( 5 gm)\n Grated coconut - 1/2 cup (30 gm)\n Tamarind - lemon sized ball (10gm)\n Jaggery - lemon sized ball (10gm)\n Salt - as per taste\n For tempering\n Grated coconut - 15 gm\n Powdered jaggery - 20 gm\n Mustard seeds - 1 tea spoon ( 5gm)\n Red chili - 2 ( 3 gm)\n Curry leaves - 10 (5 gm)\n Oil - 4 tea spoon ( 20gm)\n\n No. of pieces: 15-20\n\n Method of preparation\n Soak rice for 8hours, grind it along with grated\n coconut, chilli powder, turmeric powder,\n asafoetida powder, tamarind and salt. Take 12 -16\n colocasia leaves, wash thoroughly, drain water, ﬂip\n them over on the non-shiny side and remove the\n veins with a knife if they are hard. Smear the paste\n evenly on the entire non shiny side of the leaf,\n place another leaf over the previous leaf and\n smear the paste. Similarly add 5 to 6 leaves and\n smear the paste. Fold the sides and roll them over\n to a cylindrical shape, apply paste on all sides and\n fold the edges in. Once done, tie with a thread to\n hold them together, steam cook for 30 minutes.\n ...\n\n30"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg33",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 33,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\nP A T R O D E / C O L O C A S I A\nLEAF ROLLS (CHEMBILA APPAM)\n ...\n Once done and completely cooked, cut\n to circular pieces and serve hot with\n coconut oil or ghee or chutney. You may\n also roast on a frying pan sprinkling oil\n or deep fry after coating with bengal\n gram ﬂour to get fritters. You may\n prepare tasty spicy patrode stir fry by\n cutting it into small cubes and stir\n frying along with mustard seeds, red\n chilies, curry leaves, grated coconut and\n salt to taste (a little jaggery powder is\n optional) and use it as a side dish.\n Instead of the rice batter, leaf rolls can\n be prepared using spicy tangy bengal\n gram ﬂoor batter containing coriander\n powder, red chilli powder, turmeric\n powder, cumin powder, tamarind\n water, gram ﬂour, a little jaggery, salt\n and water.\n\n Health beneﬁts\n Patrode is easily digestible. As they are\n rich in dietary ﬁbres they help in easy\n bowel movement. Iron rich colocasia\n leaves help in improving the hemoglobin.\n The leaves contain phenols, tannins,\n ﬂavonoids, glycosides, sterols which help\n in reducing chronic inﬂammation such\n as rheumatoid arthritis. Leaves have\n signiﬁcant amounts of vitamin C and\n beta carotene.\n\n Contraindications\n Using too much of oil makes it unsuitable\n for cardiac patients, diabetics, obese etc.\n Too much spice is not recommended in\n acid peptic diseases.\n\n 31"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg34",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 34,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n MIXED MILLET DRUMSTICK\n LEAVES DOSA (Pancake)\n\n Ingredients Quantity\n Pearl millet (Bajra) - 30 gm\n Foxtail millet (kangni)\n (Italian millet/setaria) - 30 gm\n Barnyard millet (sanwa) - 30 gm\n Sorghum (jowar) - 30 gm\n Finger millet (ragi) - 30 gm\n Little millet (samai) - 30 gm\n Black gram - 60 gm\n Fenugreek seeds - 10 gm\n Salt - 5 gm\n Drumstick leaves - 30 gm\n\n Total quantity: 10-15 pancakes\n\n Method of preparation\n Wash and soak all ingredients for 8 to 10 hours except salt and drumstick\n leaves. Grind the ingredients and allow it to ferment for around 6 to 8 hours.\n Spread the batter on a hot pan and sprinkle drumstick leaves over it. Apply\n ghee, roast it and turn the dosa on the other side. Crispy delicious millet\n dosa is ready.\n\n32"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg35",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 35,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\nMIXED MILLET DRUMSTICK\nLEAVES DOSA (Pancake)\n\nHealth beneﬁts\nMillets are rich source of magnesium which helps to reduce high blood\npressure and the risk of heart attack, stroke, diabetes. Millets are rich in\nﬁbre and good for weight loss. The leaf of drumstick is rich in vitamin C,\ncalcium, vitamin A, potassium and protein. Millet dosa is a perfect food\nfor celiac patients since it is completely gluten-free. Millets speciﬁcally\nragi and use of fenugreek seeds increase the production of breast milk\nin feeding mother.\n\nContradictions\nMillets are safe when consumed in a moderate amount. People with\nthyroid problems need to restrict their consumption of millets due to\ngoitrogen, a substance that interferes with the production of thyroid\nhormones. Restrict the use in case of any discomfort such as hyper\nacidity or bloating.\n\n 33"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg36",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 36,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n BESAN SUJI PANCAKE\n\n Ingredients Quantity\n Besan (gram ﬂour) - 1 cup\n Suji/Rawa (semolina) - 2 cups\n Butter milk - Sufﬁcient to make batter\n Capsicum (or any other vegetable of choice) 1\n Onion - 1\n Garlic - 4 cloves\n Ginger - 1 inch piece\n Tomato - 1\n Green chili - 1\n Coriander leaves - 2-3\n Ghee/oil - For spreading on pan\n\n Total quantity: 4 pieces\n\n Method of preparation\n Mix gram ﬂour and suji with butter milk and make a batter. Keep the\n mixture for 15 minutes. Cut all the vegetables in small pieces and make a\n paste of ginger and garlic. Mix the vegetables and ginger garlic paste in\n the batter. Heat the pan and spread 1 spoon oil over it, pour the batter on\n heated pan and spread it evenly. Once cooked from one side then\n reverse and cook properly from both the sides.\n\n Health beneﬁts\n This pancake is good for heart\n patients and diabetics. Vegetables\n and spices added in the recipe\n make it easy for digestion. It will\n also help in weight loss if\n taken in moderate quantity.\n\n34"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg37",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 37,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n SESAME CHUTNEY\n Besan suji pancake may be eaten with sesame chutney\n prepared as per following recipe.\n\n Ingredients Quantity\n Black sesame - 6 spoon\n Coriander leaves - 1 bowl\n Garlic - 6 cloves\n Black pepper powder - 1 spoon\n Lemon juice - 5 spoon\n Cumin seeds - 1 spoon\n Peanut (optional) - 2 spoon\n Salt - As per need\n Sugar - 1 spoon\n Water - As per need\n\n Method of preparation\n Roast the Sesame on low ﬂame. Do not over heat or burn it, mix all the\n ingredients and grind it.\n\n Health beneﬁts\n It is a rich source of vitamins and minerals. Also contains\n ﬁber which is healthy for heart and improves blood\n circulation in the body. Sesame is helpful in all\n neurological and degenerative problems. It is good for\n the hair and skin. It also contains antioxidants.\n\n 35"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg38",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 38,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n CHUTNEY PREPARATIONS\n Chutney is an important ingredient for\n serving with any food item in India because it\n adds ﬂavor and taste to the main dish.\n Chutney acts as an appetizer and also good\n for digestion. It aids availability of micro-\n nutrients from its ingredients. Chutney has\n multiple health beneﬁts based on the\n ingredients used in it.\n\n Common ingredients\n Chutney can be made with fruits, vegetable,\n herb or spices. Most of the chutney recipes\n are made using coconut, mint leaves,\n coriander leaves, garlic, ginger, mango,\n tamarind, red chili, green chili, lime, peanut,\n cumin seeds, coriander seeds, cloves, black\n pepper, fenugreek, asafetida. Chutney, if\n stored in refrigerator stays for a couple of\n days, but it is always better to consume fresh.\n\n36"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg39",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 39,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n General method of preparation\n Ÿ Heat oil or ghee and add split black gram/bengal gram or peanut or\n gingili seeds or any other pulses of your choice, sauté on a low ﬂame\n till they start turning maroon in colour. If coconut is not available,\n more quantity of grams/ peanut/ gingili seeds may be added.\n\n Ÿ Once the ingredients get light brown in color, add dry spices such\n as red chilies cumin seeds, coriander seeds, cloves, black pepper,\n fenugreek, asafetida as per your taste. Stir till they become crisp.\n\n Ÿ Then add fresh and wet ingredients such as tomatoes, curry leaves,\n various types of medicinal leaves as mentioned below. Stir till they\n soften on a low ﬂame. Add tamarind/ raw mango/cocum/lime juice\n for sourness, salt and jaggery as per the taste.\n\n Ÿ Once the mixture cools, grind alongwith required quantity of water\n in mixer, blender, manual pestle or grinder to a smooth paste. Soft\n ingredients such as vegetables and fruits may be added once the\n dry ingredients have been ﬁnely ground. Chutney with ingredients\n like fruits may be kept little course also.\n\n Ÿ Curd may be added in place of water to get a different taste.\n\n Ÿ Seasoning may be done for enhancing the taste with mustard\n seeds, dry red chilies and curry leaves if you want.\n\n Precautions\n Chutney should be always eaten in a small quantity as it is generally hot\n in nature. It is advisable to use salt and chilli in moderate quantity for best\n health beneﬁts. Some ingredients with bitter and astringent taste like\n fenugreek may be used in moderate quantity.\n\n 37"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg40",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 40,
    "text": "COMMONLY AVAILABLE\n MEDICINAL PLANTS FOR CHUTNEY\n\n Shigru, Drumstick leaves (Moringa\n oleifera) are useful in anemia and all\n nutritional deﬁciencies, arthritis.\n\n Methika, Fenugreek leaves (Trigonella\n foenum), for diabetes, obesity, aches, pains,\n constipation.\n\n Palak, Spinach (Spinacia oleracea) is useful\n in hyperacidity, anemia and constipation.\n\n Parnayavani leaves (Coleus aromaticus) for\n loss of appetite, indigestion, cough & cold,\n to enhance lactation in nursing mothers\n and urinary problems.\n\n Mandukparani (Centella asiatica) for\n sleepnessness, mental stress, anxiety.\n\n Changeri, Woodsorrel (Oxalis corniculata)\n is useful in digestive and heart problems.\n\n Tender leaves of Kakamachi (Solanum\n nigrum) make tasty chutney and will be\n beneﬁcial in liver and spleen disorders.\n\n Maricha, Black pepper (Piper nigrum) both\n raw and dry fruits make savory chutney\n and useful in loss of appetite, indigestion\n and cough & cold.\n\n Haridra, Turmeric f resh Rhizome\n (Curcuma longa) for diabetes dyslipidemia,\n skin diseases, allergy.\n\n Ardraka, Ginger (Zinziber ofﬁcinale) for\n digestive and respiratory problems.\n\n Koshataki Ridge gourd (Luffa acutangula),\n useful in liver, spleen and skin diseases.\n\n38"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg41",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 41,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n RECIPES FOR ENHANCING\n LACTATION\n AYUSH systems like Ayurveda, Unani and\n S i d d h a r e c o m m e n d s o m e f o o d\n ingredients to enhance the process of\n recovery after delivery, to prevent\n puerperal complications for early\n involution of uterus, to increase quality\n and quantity of milk and for general\n wellbeing. Following easy recipes will be\n useful for women after delivery specially\n to increase the breast milk.\n\n 39"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg42",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 42,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n SPROUTED FENUGREEK STIR FRY\n\n Ingredients Quantity\n Fenugreek sprouts - 3 cups\n Dates (optional) - 6 in number\n Raisins (optional) - 10 in number\n Ripe tomato - 1\n Turmeric powder - 1/4 tea spoon\n Salt - to taste\n Chopped chilies/ chili powder - as per taste\n Mango powder / lemon juice/\n raw mango pieces\n Grated coconut or coriander leaves - if available\n\n For tempering\n Cooking oil - 1 to 2 tea spoons\n Mustard seeds - 1/4 tea spoons\n Cumin seeds - 1/4 tea spoon\n Fennel seeds - 1/4 tea spoon\n\n Total quantity: 2 bowls (1 or 2 servings)\n\n Method of preparation\n Wash and rinse fenugreek sprouts and drain the water. In a\n pan heat the oil and then add the ingredients for\n tempering as mentioned above. When cumin\n seeds start to crackle then add chopped\n green chilies and raisins. De-seed and\n slice the dates, if they are too dry\n then soak in water for few hours.\n Add sliced dates and turmeric,\n sprouts and salt, sauté on\n medium heat. You may add 1/2\n cup water and mix. When the\n seed become slightly soft\n then add mango powder and\n cook to remove all the\n moisture. Garnish\n with grated coconut\n and coriander leaves,\n if available.\n40"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg43",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 43,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n GREEN GRAM AND FENUGREEK\n CHILA\n\n Ingredients Quantity\n Green gram sprouts - 2 cups\n Chopped fenugreek leaves - 1 cup\n Ginger - 1 small piece\n Bengal gram ﬂour - 2 tea spoons\n Turmeric powder - 1/4 tea spoon\n Salt - as per taste\n Ghee/oil - 1 tea spoons\n\n Total quantity: 2 in number (1 serving)\n\n Method of preparation\n Grind sprouts and ginger , add chopped fenugreek leaves bengal\n gram and salt powder to the batter. After 10-15 minutes, heat up a ﬂat\n pan and with the help of ghee or oil cook thin and crispy chilas.\n\n 41"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg44",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 44,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n GREEN SOUP\n Green leaves have long been used as a milk-boosting food. This light,\n ﬂavorful soup made with fresh fenugreek or other edible leaves and\n dal water (supernatant of boiled pulses) not only improves breast milk\n but aids digestion and provides appropriate nutrition as well.\n\n Ingredients Quantity\n Fenugreek/ spinach or\n any other green leaves - 1 cup\n Onion ﬁnely chopped - 1/2 cup\n Ripe tomato (ﬁnely chopped) - 1\n Garlic cloves (minced) - 3-4\n Dal water\n (supernatant of boiled pulses) - 2 cups\n Salt and pepper powder - to taste\n Oil - 1 teaspoon\n\n Total quantity: 2 cups ( 1 serving)\n\n Method of preparation\n Heat oil in a pan, add chopped onion, garlic and sauté until onions\n turn translucent, add the tomatoes and cook for a few more minutes.\n Now add cleaned and chopped green leaves and sauté until they\n soften, then add 2 cups of diluted dal water,\n salt and simmer for 15 minutes. Blend\n half of the quantity and then add\n this to the rest of the soup and\n simmer for another 5\n minutes. Add pepper\n powder to taste.\n\n42"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg45",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 45,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n WHOLE CEREAL VEGETABLE PULAV\n Pulav and khichdi are easy to prepare, complete one-dish meals. Addition of green\n gram and various vegetables makes it nutritious and tasty. The spices add more\n medicinal value to the preparation. Pulav will be relatively dry preparation and\n adding more water while cooking makes it khichdi.\n\n Ingredients Quantity\n Dalia (broken wheat or bulgur wheat) - 1/2 cup\n Green gram split or\n sprouted whole gram - 1/2 cup\n Cauliﬂower ﬂorets/chopped carrots or\n any other vegetables or green leaves - 1 cup\n Green chili/ pepper - as per taste\n Grated ginger - 1/2 tablespoon\n Chopped onion - 1 small\n Garlic - 10 cloves\n Ripe tomato - 1 medium sized chopped\n Cumin seeds - 1 teaspoon\n Carom seed - teaspoon\n Asafetida - 1 pinch\n Ghee/ oil - 1 tablespoon\n salt or - to your taste\n\n Total quantity: 2 cups (1 serving)\n\n Method of preparation\n In a bowl add dalia and green gram and wash\n well, then soak them in 2 cups of water for 10\n to 15 minutes. Chop the vegetables, keep\n them aside. In a pressure cooker heat the\n ghee/ oil, add cumin seeds, carom seeds\n and asafoetida and fry them for 1 minute or\n until they become light brown & add onion,\n garlic and sauté . Now add soaked dalia and\n green gram, salt turmeric powder, pepper,\n cut vegetables and 2½ cups of water, mix well.\n Close the lid of the cooker and cook on medium\n heat. If you want to make khichdi then add3½\n cups of water.\n\n 43"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg46",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 46,
    "text": "AYUSHMAN BHARAT ..................................... TRADITIONAL FOOD RECIPES from AYUSH SYSTEMS of MEDICINE\n\n ACKNOWLEDGEMENT\n\n Guidance\n Vd. Rajesh Kotecha, Secretary, Ministry of Ayush\n Shri Roshan Jaggi, Joint Secretary, Ministry of Ayush\n\n Contributors\n Ministry of AYUSH\n Dr A. Raghu, Joint Adviser (Ay.)\n Dr Sulochana Bhat, Nodal Ofﬁcer (Ayushman Bharat)\n Dr Amit Bhatt, Research Ofﬁcer (Ay.)\n Dr Sameer Deshmukh, Domain Expert\n\n Central Council for Research in Ayurvedic Sciences\n Dr Sumeet Goel, Research Ofﬁcer (Ay.)\n\n All India Institute of Ayurveda New Delhi\n Ms. Jyoti Arora, Chief Dietitian\n\n National Institute of Ayurveda, Jaipur\n Prof. Mita Kotecha, HOD, Dept. of Dravyaguna\n\n Department of AYUSH, Government of Kerala\n\n44"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg47",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 47,
    "text": "AYUSHMAN BHARAT\n TRADITIONAL\n FOOD RECIPES\n from\n AYUSH SYSTEMS\n of MEDICINE\nkamsingh.online@gmail.com\n9810316649\n\nBatra\nSingh\nKamleshwar\nDesign:"
  },
  {
    "id": "Food_Recipes_From_AYUSH (1)_pg48",
    "doc_id": "Food_Recipes_From_AYUSH (1)",
    "page": 48,
    "text": "AYUSHMAN BHARAT\nTRADITIONAL\nFOOD RECIPES\n from\n AYUSH SYSTEMS\n of MEDICINE"
  }
]