[
  {
    "id": "HealthFitness_YOGA_Manual_pg1",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 1,
    "text": "Yoga Postures Step By Step"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg2",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 2,
    "text": "1\n\n Table of Contents\nSl. No Sanskrit Name English Name Difficulty . Surya – Namaskar Sun Salutation 3 2\n 2. Akarna – Dhanur - asana Shooting Bow Posture 6 3\n 3. Anjaneya – asana Salutation Pose 7 4\n 4. Ardha Chandra - asana Half Moon Posture 2 5\n 5. Ardha – Matsyendra - asana Half Spinal Twist Posture 4 6\n 6. Baddha Kona Asana Restrained angle Posture 4 7\n 7. Bala Asana Child Posture 1 8\n 8. Chakra Asana Wheel Posture 8 9\n 9. Dhanur - asana Bow Posture 5 10\n 10. Ekapada - asana One Legged Posture 5 11\n 11. Garuda – asana Half Spinal Twist Posture 3 12\n 12. Gomukha – asana Cow Face Posture 4 13\n 13. Hala - sana Plough Posture 5 14\n 14. Hasta – Pada – angusta Hand – foot big toe Pose 3 16\n 15. Matsya - asana Fish Posture 3 17\n 16. Naga – asana Cobra Posture 4 18\n 17. Nataraja asana King of the Dance Posture 3 19\n 18. Padma – asana Lotus Posture 6 20\n 19. Parivritta – parshvakona Turned Side angle Posture 7 21\n 20. Pavana mukta asana Wind – releasing posture 1 22\n 21. Sarvanga – asana Shoulder stand posture 5 23\n 22. Shalabha – asana Locust Posture 5 24\n 23. Shava – asana Corpse Posture 1 25\n 24. Siddha - asana Accomplished Posture 2 26\n 25. Simha – asana Lion Posture 2 27\n 26. Sirsha – asana Headstand Posture 7 28\n 27. Tada – asana Mountain Pose 1 30\n 28. Trikona – asana Triangle Pose 2 31\n 29. Ugra – asana Powerful Posture 4 32\n 30. Ushtra – asana Camel Posture 5 33\n 31. Vajra – asana Diamond Posture 2 34\n 32. Vira – asana Hero Posture 2 34\n 33. Vriksha – asana Tree Pose 4 35\n 34. Vrischika – asana Scorpion Pose 9 36"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg3",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 3,
    "text": "2\n\n Yoga Postures Step-by-Step\n\n1. The Sun salutation - Suryanamaskar\n\n Posture: Surya-namaskar - Sun Salutation\n Translation: The Sanskrit word surya means sun. Namaskar is the\n Hindi word for Namaste, from the root nam, to bow.\n Namaskar means salutation, salute, greeting or\n praise.\n Pronunciation: soor-yee-ah-nahma-skar\n Difficulty: (3)\n STEP ONE: STEP TWO:\n\n Stand facing the direction of the Inhale and raise the arms upward. Slowly bend\n sun with both feet touching. backward, stretching arms above the head.\n Bring the hands together, palm-\n to-palm, at the heart.\n\n STEP THREE: STEP F OUR:\n\n Inhale and move the right leg back away from the\n Exhale slowly bending forward, body in a wide backward step. Keep the hands\n touching the earth with respect and feet firmly on the ground, with the left foot\n until the hands are in line with between the hands. Raise the head.\n the feet, head touching knees.\n\n STEP F IVE: STEP S IX:\n\n While exhaling, bring the\n left foot together with the Exhale and lower the body to the floor until the\n right. Keep arms straight, the feet, knees, hands, chest, and forehead are\n raise the hips and align the touching the ground.\n head with the arms,\n forming an upward arch.\n\n STEP SEVEN: STEP E IGHT:\n\n Inhale and slowly raise While exhaling, bring the left foot together with\n the head and bend the right. Keep arms straight, raise the hips and\n backward as much as align the head with the arms, forming an upward\n possible, bending the arch.\n spine to the maximum\n (as in the naga-asana)."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg4",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 4,
    "text": "3\n\n STEP N INE: STEP TEN:\n\n Inhale and move the right\n leg back away from the Exhale slowly bending forward, touching the earth with\n body in a wide backward respect until the hands are in line with the feet, head\n step. Keep the hands and touching knees.\n feet firmly on the ground,\n with the left foot between\n the hands. Raise the head.\n\n STEP ELEVEN: STEP TWELVE:\n\n Inhale and raise the arms Stand facing the direction of the sun with both feet\n upward. Slowly bend touching. Bring the hands together, palm-to-palm, at the\n backward, stretching arms heart.\n above the head.\n\n2. Akarna-Dhanura-asana – The Shooting – bow - Pose\n\n Posture: Akarna-dhanura-asana\n The Shooting-bow Pose\n Translation: The Sanskrit word karna means ear and the prefix \"a\" means\n near to or towards. Dhanur means bow-shaped, curved or bent.\n The \"bow\" here referred to is a bow as in \"bow and arrow.\"\n Literally we could translate this as the near-the-ear bow\n posture but because of the obvious appearance of the posture\n we'll call it the shooting bow posture.\n\n Pronunciation: ah-car-nah da-noor ah-sa-na\n Difficulty: (6) Requires flexibility of hips and legs."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg5",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 5,
    "text": "4\n\nInstructions:\n 1. Sit on the floor with the legs together and extended straight out in front. Keep the back straight,\n shoulders level and head straight. Place the hands, palms down, flat on top of the thighs then\n inhale deeply.\n 2. Exhale and reach down and loop the forefinger of the right hand around the big toe of the right\n foot and grasp the left foot with the left hand.\n 3. Inhale and pull the right foot back placing the big toe next to the right ear. Straighten the back\n as much s possible and hold the posture for the duration of the inhale breath.\n 4. Exhale and return to the seated position of step #1 then repeat the posture on the opposite side.\n\n\"Having caught the toes of the feet with both hands and carried them to the ears by drawing the body like\na bow, it becomes Dhanura-asana.\"\n The Hatha-Yoga-Pradipika I.27.\nComments:\nWhile practicing this posture imagine yourself as an archer with the gaze focused on the target and the\narrow firmly yet gracefully being pulled back in the bow. Hold the posture steady as an archer would hold\nthe arrow aimed at its target. Return the foot to the floor gently. This simple technique will help cultivate\na focused and unwavering attention.\nVariations:\nReverse the hands and feet so that that the right hand pulls the left foot to the left ear and vice versa. The\nfoot gets pulled under the outstretched arm.\n\n3. Anjanaya-asana – The Salutation Pose\n\n Posture: Anjanaya-asana - The Salutation Pose\n Translation: The Sanskrit word anjaneya means salutation or praise from\n the root anj which means to honor, to celebrate, to anoint.\n\n Pronunciation: Ahn-jah-nay-ah-sa-na\n Difficulty: (7)\n\nInstructions:\n\n 1. Sit comfortably in the vajra-asana (thunderbolt pose).\n 2. Kneel up on your knees until your back, buttocks and thighs are aligned.\n 3. Extend your left foot foward bending your left knee at about a 90 degree angle.\n 4. Place the palms of your hands together at the heart in the anjali-mudra.\n 5. Raise your arms stright up keeping the palms together while bending the head\n backward and looking up.\n 6. Slowly bend backward stretching the arms backward and straightening out the right\n leg. Hold this position for as long as comfortable while breathing gently through the\n nostrils."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg6",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 6,
    "text": "5\n\n 7. Come back to the vajara-asana (thunderbolt pose) then reverse the posture by\n alternating legs.\n\nComments:\nThe anjaneya-asana combines several postures and mudras (gestures) in a fluid, evolving flow that\ncombines motion, stretching and holds. It delivers great benefits for the back, arms, chest, legs and hips.\nRegular practice will strengthen concentration and improve balance.\n\nPerform this posture with a sense of reverence and praise. Take a moment to reside in silence and peace\nas your hands are held at the heart in the gesture (mudra) of salutation (anjali-mudra). Keep the\nintention of praise in mind as you extend your arms skyward. Feel your entire body-mind-heart extending\noutward in recognition of the sacredness of life.\n\nDuration/Repetitions:\nRepeat twice on each side.\n\n4. Ardhachandra-asana – The Half – moon Pose\n\n Posture: Ardhachandra-asana - The Half-moon Pose\n Translation: The Sanskrit word ardha means \"half,\" and the word chandra\n means \"moon,\" thus, this is the \"half moon\" posture.\n\n Pronunciation: ard-ha-chun-drah-sa-na\n Difficulty: (2)\n\nInstructions:\n\n 1. Stand in the tada-asana (Stand with both feet touching from the heel to the big toe,\n keeping the back straight and the arms pressed slightly against the sides with palms\n facing inward.\n 2. Bring the hands together at the chest with palms lightly pressed against each other\n (the Anjali-mudra).\n 3. Inhale and raise the arms straight up keeping the palms pressed lightly together.\n 4. Arch your body backwards keeping your arms alongside your neck and head, tilt the\n head backward and hold. Keep your knees straight while holding posture.\n 5. Slowly return to the tada-asana."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg7",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 7,
    "text": "6\n\nComments:\nThe ardha-chandra-asana is a basic stretching and balancing pose that benefits principly the lower back,\nabdomen and chest. It isequally suitable for use in your stretching routine as well as formal asana\npractice.\n\nThis pose is also one of the postures that are are sequenced in surya-namaskar (the Sun Salutation).\n\nDuration/Repetitions:\nRepeat ardha-chandra-asana two to three times.\n\n5. Ardha-matsyendra-asana – The Half Spinal Twist Pose\n\n Posture: Ardha-matsyendra-asana\n The Half Spinal Twist Pose\n Translation: Ardha means half. Matsyendra is one of many Siddhas or\n masters who where accomplished Yogis mentioned in the\n medieval Yoga text the Hatha-Yoga-Pradipika. This posture\n posture is traditionally called the Spinal Twist because the\n spinal column is twisted gently.\n Pronunciation: ard-ha-mat-syen-drah-sa-na\n Difficulty: (4)\n\n \"Keeping the abdominal region at ease like the back, bending the\n left leg, place it on the right thigh; then place on this the elbow of\n the right hand, and place the face on the palm of the right hand,\n and fix the gaize between the eye-brows. This is called Matsyendra-\n posture.\"\n Hatha-yoga-pradipika I.37\n\nInstructions:\n Sit in any comfortable cross-legged position.\n 1. Straighten the legs out in front. Bend the right knee and bring the heel of the right\n foot close to the left hip.\n 2. Inhale and bend the left knee upward and place the left foot flat on the floor to the\n right of the right leg with the ankle touching the right thigh.\n 3. While turning the spine to the left straighten the right arm bringing it around to the\n outside of the left knee and grasp the left foot with the right hand.\n 4. Turn your head as far as possible to the left and bend the left arm behind your back.\n Keep your spine, neck and head aligned and continue to exert effort at turning to the\n left.\n 5. Repeat the posture the other side by reversing directions 2-6."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg8",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 8,
    "text": "7\n\nComments:\nThe Half Spinal Twist is one of the best Yoga postures for cultivating flexibility and strength in the spine. It\nsooths stiff necks and upper back tension caused by stress, poor posture, or prolonged periods of sitting in\none position.\nThe alternating compression and release of the abdominal region flushes this area with blood and\nmassages the internal organs. Muscles of the stomach and hips are also toned from repeated practice of\nthe Half Spinal Twist.\n\nDuration/Repetitions:\nThe posture can be held for as long as you are comfortable. (One repetition consists of performing the\nposture on each side. Two to three full repetitions should be done at each session.\n\n6. Baddha-kona-asana – The Restrained Angle Pose\n\n Posture: Baddha-kona-asana\n The Restrained Angle Pose\n Translation: The Sanskrit word baddha means a bond, chain, caught or\n restrained. The word pada means foot, and kona means corner\n or angle therefore this is the restrained-foot-angle posture.\n Pronunciation: ba-dah-cone-ah-sa-na\n Difficulty: (4)\n\nInstructions:\n\n 1. Sit on the floor with the legs together and extended straight out in front. Keep the\n back straight, shoulders level and head straight. Place the hands, palms down, flat on\n top of the thighs then inhale deeply.\n\n 2. Exhale and bend the knees drawing the feet toward the torso.\n\n 3. Place the soles of the feet together, clasp the hands over the feet interlocking the\n fingers pulling the feet closer and placing the heels against the perineum. The outer\n edge and small toe of each foot should touch the floor.\n\n 4. Lower the knees to the floor and keep the back straight. Use the elbows to press down\n on the thighs if necessary to bring the calves and knees to the floor. Hold the posture\n breathing gently through the nostrils.\n\n 5. Release the posture and sit with the legs extended out and hands on the thighs."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg9",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 9,
    "text": "8\n\nComments:\nRegular practice of the baddhakona-asana stretches the knees and stimulates circulation in the legs. It\nshould be practiced frequently until one is comfortable sitting in the padma-asana. The main areas of the\nbody that are stimulated, besides the legs, are the stomach, pelvis and lower back. It is said to keep the\nkidneys, prostate and bladder healthy. The baddha-konasana is one of the few postures that can be\npracticed comfortably soon after eating.\n\nDuration/Repetitions:\nHold the posture from thirty seconds to two minutes depending on comfort. Repeat two or three times.\n\n7. Bala-asana – The Child Pose\n\n Posture: Bala-asana - The Child Pose\n Translation: The Sanskrit word bala means child.\n Pronunciation: ba-lah-sa-na\n Difficulty: (2)\n\n \"As inumerable cups full of water, many reflections of the sun are\n seen, but the sun is the same; similarly individuals, like cups, are\n inumerable, but spirit, like the sun, is one.\"\n The Shiva-samhita I.35 II.42-43.\n\nInstructions:\n\n 1. Sit on your knees with your feet together and buttocks resting on your heels. Separate\n your knees about the width of your hips. Place your hands on your thighs, palms\n down. (This is the vajra-asana or Thunderbolt Pose).\n 2. Inhale deeply, then exhale as you bring your chest between your knees while swinging\n your arms forward.\n 3. Rest your forehead on the floor, if possible, and then bring your arms around to your\n sides until the hands on resting on either side of your feet, palms up.\n 4. Breath gently through your nostrils as you hold the posture. Hold for about one to two\n minutes. Then return to asn upright kneeling position with your back straight and your\n hands on your thighs.\n 5. Repeat the posture at least one more time."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg10",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 10,
    "text": "9\n\nComments:\nThe bala-asana is one of the more relaxing Yoga postures and can easily be done by beginners. As part of\nyour Yoga routine it is best used as a counter-pose to any posture that stretch the spine backward (such\nas the naga-asana, the dhanura-asana, the chakra-asana, the ushtra-asana, etc.)\n\nThe bala-asana gently stretches and relaxes the shoulders, neck, back muscles and thighs.\n\nDuration/Repetitions:\nThe bala-asana can be held for as long as is comfortable. Repeat at least twice if it is held for less than a\nminute.\n\n8. Chakra-asana\n\n Posture: Chakra-asana\n The Wheel Pose\n Translation: Chakra, from the root cak (\"to move\") means wheel and\n therefore this is the Wheel Posture.\n The cakra-asana is also known as the urdhva-dhanurasana.\n Urdhva means raised, elevated or upright and dhanur means\n bow. Both \"wheel posture\" and \"raised bow posture\" describe\n the appearance of this asana.\n Pronunciation: chu-krah-sa-na\n Difficulty: (8) (full variation), (3) (bridge variation)\n\nInstructions:\n 1. Lie flat on the back in the shava-asana (corpse pose).\n 2. While exhaling bend the knees and bring the feet as close to the buttocks as possible\n with the soles of the feet flat on the floor.\n 3. Bend the arms at the elbows and place the palms of the hands flat on the floor directly\n under each shoulder with the fingers pointing toward the back.\n 4. While inhaling slowly, begin to raise the head, back and buttocks off the floor while\n arching the spine. Continue to press downward on the hands and feet while raising the\n hips and stomach as high as possible.\n 5. Hold for the duration of the held inhaled breath. When you can't hold the breath\n comfortable any longer, slowly exhale and return the back to the floor, slide the legs\n out straight returning to the shava-asana.\n\nComments:\nThe chakra-asana is more challenging than most other yoga postures. Don't be discouraged if\nyour unable to accomplish it right away. Even attempting this posture without successful\ncompletion holds great benefits.\n\nFirst and foremost is the strength and suppleness it restores to the spine. It strengthens the\narms, shoulders and upper back as well and stimulates the cardiovascular system. The chakra-\nasana has an overall tonic effect for the entire body."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg11",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 11,
    "text": "10\n\nAs the natural suppleness of the spine is restored after a period of practice you can begin to\nperfect the form of this asana and thus experience greater benefits.\n\nFirst be certain that the arms are as straight as possible with very little to no bend in the\nelbows. When you can hold this comfortably, begin breathing through the nostrils while\nholding the posture and attempt to get a greater arch in the spine by bringing your hands\ncloser to your feet and/or bringing your feet closer to your hands. Finally, you can extend the\nduration of the chakra-asana by doing several repetitions in sequence without resting in-\nbetween. As you return from the posture keep the hands behind the shoulders and the soles\nof the feet flat on the floor and as soon as the back returns to floor immediately raise it and\nenter the full posture again.\n\nDuration/Repetitions:\nThe chakra-asana is either held for the duration of the inhaled breath or between one and\nthree minutes while breathing gently through the nostrils. Repeat it two or three times.\n\nThe \"Bridge\" Variation:\nAlthough this variation is much easier to perform than the full chakra-asana, it shares several\nof its benefits. In particular it will help to stretch the spine and relieve tightness in the upper\nback and shoulder area.\n\nTo get the full benefit of the bridge variation continual effort should be applied to raising the\nback upward and creating the greatest possible arch with the spine.\n\nWhile holding the bridge breath slowly through the nostrils. If there is no discomfort felt in the\nspine or shoulders then one should advance to the full variation of the chakra-asana as\ndescribed above. Both variations strengthen the back and promote flexibility of the spine.\nTightness in the back and spine results from poor posture, stress, a sedentary lifestyle and/or\nemotional disturbances. You should begin to feel the tightness being released after just a few\nrepetitions.\n\n9. Dhanura-asana\n\n Posture: Dhanura-asana - The Bow Pose\n Translation: The Sanskrit word dhanur means bow-shaped, curved\n or bent. The bow referred is a bow as in \"bow and\n arrow.\" This asana is so named because the body\n mimics the shape of a bow with its string stretched\n back ready to shoot an arrow.\n Pronunciation: dha-noor-ah-sa-na\n Difficulty: (5)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg12",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 12,
    "text": "11\n\nInstructions:\n 1. Lie flat on the back in the shava-asana (corpse pose).\n 2. Lie on the stomach with the head turned to one side and the arms alongside the body\n with palms facing upward.\n 3. Turn the head and place the chin on the floor. Exhale, bend the knees, reach back with\n the arms and grasp the right ankle with the right hand and the left ankle with the left\n hand.\n 4. While inhaling, slowly raise the legs by pulling the ankles up and raising the knees off\n the floor while simultaneously lifting the chest off the floor. Hold the inhale breath. The\n weight of the body should be resting on the abdomen.\n 5. Tilt the head as far back as possible. Hold the posture as long as you can comfortably\n hold the inhale breath.\n 6. Slowly exhale bringing the knees to the floor, release the ankles, slowly bring the legs\n and arms straight down on the floor and turn the head to one side, assuming the\n prone posture you began with.\nComments:\nThe most obvious benefit of the dhanur-asana is that it restores flexibility to the spine. Regular practice\nwill relieve lower back pain and release tension and strain in the upper back and neck area. The\nalternating stretching and releasing of the abdominal muscles increases blood flow to this area and aids all\nsorts of digestive disorders and discomforts. Strain or fatigue in the legs is also released after a few\nrepetitions. Extended practice will help develop upper-body strength.\n\nDuration/Repetitions:\nThe dhanur-asana is either held for the duration of the inhaled or between one and three minutes while\nbreathing gently through the nostrils. Repeat it two or three times.\n\nVariations:\nThe two variations of the dhanur-asana have to do with the method of breathing and the amount of arch\nof the back. As one progresses with this asana and is able to hold the posture for a longer period of time,\nthe posture can be held while slow, rhythmic breathing is maintained through the nostrils. As the spine\nbecomes more flexible try drawing the feet closer to the head. Some are able to join the top of the head\nto the soles of the feet although this is certainly not necessary to accomplish the dhanur-asana.\n\n10. Ekapada-asana\n\n Ekapada-asana - The One-legged\n Posture:\n Pose\n Translation: The Sanskrit word eka means one and pada means\n foot making this the one-foot, or more commonly,\n one-legged pose.\n Pronunciation: eka-pod-ah-sa-na\n Difficulty: (5)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg13",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 13,
    "text": "12\n\nInstructions:\n 1. Stand with the feet together and the arms by your sides (see the tad-asana).\n 2. Focus the eyes straight ahead on a spot midway between waist and eye level and\n remain focused there throughout this asana. (standing about five feet from a wall\n would be helpful).\n 3. Inhale and extend the arms directly in front, parallel with the floor with thumbs\n touching.\n 4. Exhale and raise the right knee bending the leg at a 90 degree angle, pause for a\n moment then extend the leg straight out in front pointing the toes forward.\n 5. Pause for a moment then swing the leg backward while bending forward at the waist.\n 6. Breath slowly through the nostrils and make sure the arms, torso and legs are parallel\n with the floor.\n 7. Hold the posture for at least 30 seconds and then return slowly to a standing position.\n\nComments:\nThe ekapada-asana tones and strengthens leg muscles, improves sense of balance and helps sharpen\nconcentration.\n\nThe ekpada requires that you become aware of your body/mind as a whole. As you practice this posture\nturn the attention away from distractions of the mind and center it on full body-awareness. Continual\neffort in the ekpada-asana in this way will help cultivate concentration.\n\nThe \"closed eyes\" variation (see below) intensifies the effect of the posture. Instead of relying on a fixed\npoint of vision as an \"anchor\" the practitioner will cultivate an inner stability. The ekpada-asana also gives\nstrength to the hips and lower back.\n\nDuration/Repetitions:\nThis posture should be held for a minimum of 30 seconds and can be extended to up to several minutes.\nRepeat at least twice on each foot.\n\nVariations:\nWhen you can remain in the ekpada effortlessly for at least 30 seconds without wavering or losing\nbalance, try doing it with the eyes closed. This variation makes the posture quite challenging but it\nincreases the benefits as described above.\n\n11. Garuda – asana\n\n Posture: Garuda-asana - The Eagle Pose"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg14",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 14,
    "text": "13\n\n Translation: The Sanskrit word garuda means eagle. In Hindu mythology\n Garuda is known as the king of birds. He transports the God\n Vishnu (shown with a bow and arrow in the illustration to the\n left) and is said to be eager to help humanity fight againt\n deamons.\n Pronunciation: ga-roo-dah-sa-na\n Difficulty: (3)\n\nInstructions:\n 1. Lie flat on the back in the shava-asana (corpse pose).\n 2. Stand with the feet together and the arms by your sides (see the tad-asana).\n 3. Draw the left foot upward bending the knee and wrap the left foot around your right\n leg as you rest the back of your left thigh on the right thigh.\n 4. Cross your arms at the elbows, left over right.\n 5. Join the palms of your hands together keeping the fingers pointed upward.\n 6. Inhale and hold the posture for the duration of the inhaled breath.\n 7. Exhale and return to the tada-asana. Repeat the posture on the opposite side,\n wrapping the right leg over the left and the right arm over left.\n\nComments:\nThe Garuda-asana will strengthen the legs, knees and ankles. It stretches and tones muscles of the leg\nand can help relieve cramps of the legs.\n\nDuration/Repetitions:\nHold the hala-asana for as long as you are comfortable. 20-30 seconds is fine for early attempts, increase\nthe time gradually as you become more comfortable. You can also try holding the posture for as long as\nyou can hold the inhaled breath. Repeat 2 or 3 times on each leg.\n\n12. Gomukha - asana\n\n Posture: Gomukha-asana - The Cow face Pose\n Translation:\n The Sanskrit word garuda means eagle. In Hindu mythology\n Garuda is known as the king of birds. He transports the God\n Vishnu (shown with a bow and arrow in the illustration to the"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg15",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 15,
    "text": "14\n\n left) and is said to be eager to help humanity fight againt\n deamons.\n Pronunciation: ga-roo-dah-sa-na\n Difficulty: (3)\n\n \"Placing the right ankle on the left side and the left ankle on the\n right side, makes Gomukha-asana, having the appearance of a\n cow.\"\n Hatha-yoga-pradipika I.22\n\nInstructions:\n 1. Sit in a crossed-leg position, right leg over left.\n 2. Spread the legs as far apart as possible without bending the knees.\n 3. Bend the left knee and place the bottom of the left foot against the inner left thigh.\n Bring the left heel as close to the perineum as possible. Keep the left knee on the\n floor.\n 4. Grasp the right foot with the left hand and keeping the foot on the floor place the heel\n of the right foot against the front-left portion of the left buttock. The right knee should\n be directly on top of the left knee..\n 5. Inhale slowly through the nostrils and raise the right hand over the head and bend the\n right elbow. Reach behind the back with the left hand and clasp the fingers of both\n hands (forming an \"s\" shaped lock).\n 6. Hold the posture as long as you can comfortably hold the inhale breath. Exhale slowly\n and then repeat the posture reversing the arms and legs.\n 7.\nComments:\nThis posture stretches the arms, upper back, chest and the sides of the chest and abdomen. As the\nshoulder blades are stretched backward the lungs are expanded and as the abdominal muscles are lifted\nthe stomach is toned. It helps to relieve neck strain, backache and tight shoulders. The hands, fingers and\nwrists are strengthened.\n\nDuration/Repetitions:\nYou can either hold the posture while the breath is held or you can try holding the posture while breathing\ngently through the nostrils. If you choose to breath, then hold the posture for thirty seconds to a minute.\nRepeat the gomukha-asana two to three times on each side.\n\nVariations:\nIf you are unable to lock the fingers behind the back you may grasp one end of a small piece of cloth in\nthe right hand and the other end of the cloth in the left hand.\n\n13. Hala - asana"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg16",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 16,
    "text": "15\n\n Posture: Hala-asana - The Plow Pose\n Translation: The The Sanskrit word Hala means plow, as in a traditional\n plow that is drawn by a horse or oxen. When performing this\n posture your body resembles a plow.\n Pronunciation: hull-ah-sa-na\n Difficulty: (5)\n\nInstructions:\n\n 1. Lie flat on the back in the shava-asana (the corpse pose).\n 2. Inhale through the nostrils. Place the palms face-down on the floor. Keeping the hips\n on the floor, bend the knees and bring them up toward the stomach while exhaling.\n 3. Inhale, then while exhaling, raise the legs straight up perpendicular to the floor. You\n may support your hips with your hands or leave the arms flat on the floor, whichever\n is most comfortable.\n 4. Exhale and continue to raise the legs over the head, bending at the waist, lifting the\n back and buttocks until the toes touch the floor directly in back of the head. Keep the\n feet together. If the lower back is supported by the hands try returning the arms flat\n to the floor with the palms facing down. If you are unable to comfortably place the\n arms on the floor continue to support the lower back with the hands.\n 5. Keep the knees straight. Breath slowly through the nostrils and hold the posture for\n several minutes. If you cannot touch the floor with your toes hold them as close to the\n floor as possible and continue to exert effort to lower them.\n 6. Reverse the steps to return to the shava-asana.\n\nComments:\nThe benefits of this posture, like the sarvanga-asana, are numerous. All of the muscles and ligaments in\nthe calves and thighs are stretched resulting in greater leg flexibility. People suffering from leg cramps will\nfind great relief from the hala-asana.\n\nSince the abdominal area is contracted, blood compressed out of this area releases toxins and when the\ncontraction is released the area is flooded with richly oxygenated blood. The contraction also helps to\nrelieve gas and stimulates a sluggish digestive system. Similar effects take place as the neck and chest\narea is compressed effecting the throat, thyroid, hyperthyroid and lungs. Upper and lower back pain or\ndiscomfort is relieved due to the forward stretching of the spine.\n\nIt is highly recommended that this posture be accompanied by the sarvanga-asana. In fact, many of\nthe benefits of the sarvanga-asana apply to the hala-asana as well with the added benefits detailed above.\n\nThe hala-asana is an excellent morning posture although some might find it more difficult then. During\nsleep the spine can become somewhat compressed resulting in the experience of tightness or stiffness in\nthe back. A few repetitions of the hala-asana will quickly restore flexibility to the spine as well as promote\nalertness.\n\nDuration/Repetitions:\nHold the hala-asana for as long as you are comfortable. 20-30 seconds is fine for early attempts, increase\nthe time gradually as you become more comfortable.\n\nVariations:\nThere are several variations of the basic hala-asana each of which require greater flexibility in the spine"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg17",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 17,
    "text": "16\n\nand legs. Once one is adept at performing this asana these variations may be tried. The first entails\nswinging the arms around and either touching or grasping the toes with the hands (1). The posture is then\nheld in this position. (illustrated above)\n\nAnother variation calls for dropping the knees to the ground and placing them close the ears and keeping\nthe arms extended on the floor (2). And finally from this variation the arms are swung around and placed\nover the legs behind the knees and the hands are clasped and pressed down on the knees to hold them\nfirmly on the floor (3). All three variations are held while breathing gently gently through the nostrils.\n\nCautions/Restrictions:\nThe hala-asana should not be performed by woman who are menstruating, as is the case with all inverted\npostures (where the legs are raise over the head). No other restrictions apply.\n\n14. Hasta – pada – angusta - asana\n\n Posture: Hasta-pada-angusta-asana\n The Hand-Foot-Big Toe Pose\n Translation: The Sanskrit word hasta means hand, pada means foot, and\n angusta means big toe therefore this is the hand-foot-big toe\n posture.\n Pronunciation: ha-sta-pah-don-goo-stah-sa-na\n Difficulty: (3)\nInstructions:\n\n 1. Sit on the floor with the legs together and extended straight out in front. Keep the\n back straight, shoulders level and head straight. Place the hands, palms down, flat on\n top of the thighs.\n\n 2. Spread the legs as far apart as possible without bending the knees.\n\n 3. Bend the left knee and place the bottom of the left foot against the inner left thigh.\n Bring the left heel as close to the perineum as possible. Keep the left knee on the\n floor.\n\n 4. Stretch both arms straight out in front of you, then keeping the back straight turn\n slowly at the waist toward the right aligning the arms with the right leg.\n\n 5. Inhale slowly while raising the arms over the head and arching the back.\n\n 6. Exhale and slowly while bending forward bringing the chest down to the right thigh.\n Clasp the big toe of the right foot with the first finger of both hands. Hold this position\n for the duration of the exhaled breath.\n\n 7. Inhale slowly through the nostrils releasing the posture while sitting up straight.\n\n 8. Straighten the left leg and return to the seated position described in step 2 then\n repeat the posture, this time bending the right leg.\n\nComments:\nThe benefits of the hasta-pada-angusta-asana are similar to those of the ugra-asana (i.e.: spinal stretch,"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg18",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 18,
    "text": "17\n\nabdominal toning, gastro-intestinal stimulation). There is additional stretching of the leg that is\noutstretched as well as to the groin.\n\nDuration/Repetitions:\nRepeat two or three times on each leg.\n\n15. Matsya - sana\n\n Posture: Matsya-asana - The Fish Pose\n Translation: The Sanskrit word matsya means fish, therefore this is the fish\n posture. Matsya (depicted to the left) is a divine being, found in\n Hindu mythology, that saved mankind from a universal flood.\n Pronunciation: maht-see-yah-sa-na\n Difficulty: (3)\n\nInstructions:\n 1. Lie flat on the back in the shava-asana.\n 2. Keeping the buttocks on the floor, inhale and raise the head, shoulders, back and\n upper arms off the floor arching the back and raising the chest up. Tilt the head back\n and place the top of the head flat on the floor.\n 3. Raise the elbows off the floor bring your hands up just below the chest and join them\n at the palms with the fingers pointing straight up (form the anjali-mudra or salutation\n hand gesture). Hold for the duration of the inhale breath or breath gently through the\n nostrils to remain in the posture longer.\n 4. Return to the shava-asana.\n\nComments:\nThe matsya-asana creates a great expansion and stretching of the chest which helps relieve upper\nrespiratory congestion as well as benefits the heart. Additionally, the sinus are drained and opened from\nthe inversion of the head, stretching of the neck and pressure placed on the top of the head. The thyroid\nand parathyroid glands are stimulated as well.\n\nDuration/Repetitions:\nSince this is not a difficult posture, it is recommended that you breath while holding it for between two\nand four minutes. If you are uncomfortable breathing, hold the posture for the duration of the inhaled\nbreath. Repeat two or three times.\n\nVariations:\nThere is one major variation in the matsya-asana and it is a bit more challenging than the one described"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg19",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 19,
    "text": "18\n\nabove (illustrated above). It calls for beginning the posture in padma-asana or the full lotus seated\nposture and then lying flat on the back while the legs are still locked. From there on the posture is done\nthe same way as described above.\n\n16. Naga - asana\n\n Posture: Naga-asana - The Cobra Pose\n Translation: The Sanskrit word naga means snake or serpent. The naga-\n asana is also known as the bhujanga-asana. The Sanskrit word\n bhujanga, which also means snake, is derived from the root\n bhuj which means to bend or curve.\n Pronunciation: na-gah-sa-na\n Difficulty: (4)\n\n \"Let the body, from navel to toes, touch the ground, the palms placed upon the\n ground, and raise gently the upper part of the body (from navel to head) like a snake.\n This posture increases the gastric fire; it destroys all diseases and by constant practice\n leads to the awakening of Kundalini.\"\n The Gheranda-samhita II.42-43.\n\nInstructions:\n 1. Lie on the stomach with the head turned to one side and the arms alongside the body\n with palms facing upward.\n 2. Turn the head and place the chin on the floor. Inhale then exhale slowly through the\n nostrils and swing the arms around until the hands are placed just below the chin with\n the palms down and the finger tips of each hand almost touching and the elbows on\n the floor.\n 3. Inhale slowly through the nostrils, press down on the hands and lift the torso from the\n waist up off the floor, arching the spine backwards and straightening the arms. Keep\n the hips on the floor.\n 4. Tilt the head as far back as possible and hold the posture for the duration of the\n inhaled breath.\n 5. Exhale and reverse the process to return to position #1.\n\nComments:\nIf you find it uncomfortable holding the breath while the posture is held, breath gently through the\nnostrils. Some may find that they are able to arch the spine back even more than in the initial arch in step\n3. In this case try \"walking\" the hands toward the pelvic region and stretching the head further back.\n\nIn addition to the obvious benefits to the spine and lower back, the standard variation of the naga-asana\nstrengthens the wrists and stretches the muscles in the chest. By maintaining a constant exertion to\ncreate a greater arch in the spine, the stomach and pelvic muscles are strengthened. Greater strength in\nthese areas can be cultivated by performing the variation where the arms remain on the ground. B.K.S."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg20",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 20,
    "text": "19\n\nIyengar, a renowned expert in yoga-asanas, claims that displaced spinal discs can be placed back in their\noriginal position by practicing the naga-asana.\n\nDuration/Repetitions:\nHold the posture for either the duration of a held inhaled breath or from one-half to three minutes. Repeat\nthe naga-asana two to five times.\n\n17. Nataraja - asana\n\n Posture: Nataraja-asana\n The King of the Dance Pose\n Translation: The Sanskrit word nata means dancer and raja means king.\n Nataraja is another name for Shiva, the Lord of the Dance,\n whose cosmic dance is the creation and destruction of the\n world.\n Pronunciation: nah-tah-raj-ah-sa-na\n Difficulty: (3)\nInstructions:\n\n 1. Stand with the feet together and the arms by your sides (see the tad-asana).\n\n 2. Inhale and bend the right leg backward grasping the left foot with your left hand while\n simultaneously extending the right arm straight out in front.\n\n 3. Continue raising the right arm upward until it is about 45 degrees from the floor while\n lifting the left leg as high as possible with the left arm.\n\n 4. Hold the posture while breathing gently through the nostrils. Keep your gaze fixed\n slightly above the horizon.\n\n 5. Remain in the nataraja-asana for about one minute then return slowly to a standing\n position. Repeat by reversing directions 2-4.\n\nComments:\nPerform the nataraja-asana gracefully as if dancing, yet firmly with focused attention.\n\nThis posture helps to strengthen your sense of balance and concentration. The arch formed by the back\nand stretched leg gently aligns the vertebrae of the spine restoring suppleness and easing strain caused"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg21",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 21,
    "text": "20\n\nby poor posture or long periods of sitting. It tones the muscles of the hips and legs as well as stimulates\nthe chest muscles.\nDuration/Repetitions:\nBegin by holding the nataraja-asana for about a minute and gradually increase the time as you become\nmore comfortable with this posture. Repeat it three times on each side, alternately from right to left.\n\n18. Padmasana – The Lotus Posture\n\n Posture: Padma-asana - The Lotus Posture\n Translation: The Sanskrit word naga means snake or serpent. The naga-\n asana is also known as the bhujanga-asana. The Sanskrit word\n bhujanga, which also means snake, is derived from the root\n bhuj which means to bend or curve.\n Pronunciation: pud-mah-sa-na\n Difficulty: (2-6) depending on flexibility of legs\n\nInstructions:\n 1. Sit on the floor with the legs stretched out straight in front.\n 2. Bend the right knee and grasp the right foot with both hands and place it on top of the\n left thigh bringing the heel as close to the navel as possible.\n 3. Bend the left knee and grasp the left foot with both hands and place it on top of the\n right thigh bringing the heel as close to the navel as possible.\n 4. Both knees should be on the ground and the soles of the feet are pointed upward. The\n spine is held straight but not rigid.\n 5. The position of the legs may be switched after a period of time if the posture becomes\n uncomfortable.\n\nComments:\nWhen in the padma-asana the hands can be placed in one of the following three positions:\n• Place one hand on top of the other, both palms up, and rest the hands on the heels (this is known as\nthe dhyana-mudra). This variation is recommended for meditation.\n• Place the hands on the knees, palms down.\n• With palms up, place the hands on the knees, form a circle with the thumb and forefinger and extend\nthe remaining fingers straight ahead (this is known as the chin-mudra). Recommended for pranayama\n(Yogic breathing).\nThe padma-asana facilitates relaxation, concentration and ultimately, meditation. The posture creates a\nnatural balance throughout the body/mind. When the knees are stretched enough to remain in the\npadma-asana without discomfort the posture creates a feeling of effortlessness and ease that will soothe\nthe nervous system, quiet the mind and bring about the condition of one-pointedness."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg22",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 22,
    "text": "21\n\nDuration/Repetitions:\nThe length of time to sit in the padma-asana depends on your intention. In the course of a typical asana\nroutine you might hold it for several minutes or until you experience discomfort in the legs. When used as\na meditation posture you hold it for the duration of the meditation.\n\nVariations:\nIf you find the padma-asana difficult or painful, can try the ardha padma-asana variation or half lotus\nposture (ardha means half). Instead of placing both feet on the thighs, only one foot is place on top of the\nopposite thigh and the other is place under the opposite thigh. Periodically alternate positions to allow\nboth knees to be stretched. Those who are unable to do either variation of this asana comfortably should\npractice the baddha kona-asana.\n\n19. Parivritta-parshvakona-asana\n\n Posture: Parivritta-parshvakona-asana\n The Turned Side-Angle Pose\n Translation: The Sanskrit word parivritta means revolved, turned round or\n back, parsva means side and kona means angle.\n Pronunciation: par-ee-vrit-ah parsh-va-cone-ah-sa-na\n Difficulty: (6)\n\nInstructions:\n\n 1. Stand with the feet together and the arms by your sides (see the tad-asana).\n\n 2. Inhale and spread your legs apart slightly further than shoulder distance (about 3-4 feet).\n\n 3. Stretch your arms straight out from the shoulders parallel to the floor with your palms facing\n down.\n\n 4. Exhale slowly and turn your right foot toward the right 90 degrees. Bend your right knee about\n 90 degrees.\n\n 5. Place the palm of your left hand flat on the floor next to the outside of your right foot. Rest the\n right elbow on the outside of the right knee.\n\n 6. Stretch the right arm over your head, parallel with the floor, with the inside of the elbow resting\n on the ear. Hold for abot 30-60 seconds while breathing gently through the nostrils.\n\n 7. Slowly return to a standing position and repeat on the other side reversing directions 2-6.\n\nComments:\nThe parivritta-parshvakona-asana stretches the muscle group along the side of the torso. It strengthens\nthe ankles, claves and thighs as well as the arms. It is also an excellent posture to tone the muscles in the\nwaist and hips. This posture also strengthens the digestive system and thus aids digestion, stimulates\nblood circulation and assists in restoring strength and flexibility to the spine.\n\nDuration/Repetitions:\nHold the posture for as long as is comfortable. Performing the parivritta-purvashakona-asana once on\neach side is considered one repetition. Do 2 or 3 repetitions."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg23",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 23,
    "text": "22\n\n20. Pavana – mukta - asana\n\n Posture: Pavana-mukta-asana\n The Wind-releasing Pose\n Translation: The Sanskrit word pavana means air or wind and mukta means\n freedom or release, therefore this is the \"wind relieving\n posture\" so named because it assists in releasing trapped\n digestive gas from the stomach and intestines.\n Pronunciation: pa-vana mook-tah-sa-na\n Difficulty: (1)\nInstructions:\n\n 1. Inhale and bend the right knee and pull it close to the torso with both hands while interlocking\n the fingers just below the knee. Keep the left leg flat on the floor.\n\n 2. Hold the inhaled breath for a few seconds then exhale slowly through the nostrils and lift the\n back, shoulders and head off the floor and touch the knee with the forehead.\n\n 3. Hold the exhaled breath for a few seconds then slowly inhale and return the back, shoulders and\n head to the floor. Remain holding the knee.\n\n 4. Hold the inhaled breath for a few seconds then exhale while bringing the right leg to the floor.\n\n 5. Lie flat on the back in the shava-asana for a few seconds then repeat beginning with the left leg.\n\nComments:\nAs mentioned above, practicing the purvana-mukta-asana will help to release gastrointestinal gas. It is\nalso improves other gastrointestinal problems like upset stomachs and constipation by stimulating the\nabdominal region.\n\nDuration/Repetitions:\nHold each of the four parts of this posture (corresponding with the held breaths) for three to five seconds\neach. Repeat the purvasa-mukta-asana three to five times on each side."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg24",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 24,
    "text": "23\n\n21. Sarvanga – asana:\n\n Posture: Sarvanga-asana\n The Shoulder-stand Pose\n Translation: The Sanskrit word sarvaanga means limb or body. sarvanga\n therefore translates as either \"all-limb\" or \"whole-body\n posture\". It is so named because of the benefit it provides to\n the entire body. It is commonly referred to as the \"shoulder-\n stand\" because one is essentially standing on one's shoulders.\n Pronunciation: sar-vong-ah-sa-na\n Difficulty: (5)\nInstructions:\n\n 1. Lie flat on the back in the shava-asana.\n\n 2. Inhale through the nostrils. Place the palms face-down on the floor. Keeping the hips on the floor,\n bend the knees and bring them up toward the stomach while exhaling.\n\n 3. Inhale slowly through the nostrils, press down on the hands and lift the torso from the waist up\n off the floor, arching the spine backwards and straightening the arms. Keep the hips on the floor.\n\n 4. Inhale, then while exhaling, raise the legs straight up perpendicular to the floor. You may support\n your hips with your hands or leave the arms flat on the floor, whichever is most comfortable.\n\n 5. The legs should be together with the knees straight and toes pointed straight up. Keep the head\n straight without turning it to either side. The chin should be pressed against the chest.\n\n 6. Breath gently through the nostrils while the posture is held.\n\n 7. Reverse the steps to return to the shava-asana.\n\nComments:\nThe sarvanga-asana is considered by many to be the most beneficial of all yoga postures. Because of its\nmany benefits, if you find that your time is limited in the course of Yoga practice at home, it is\nrecommended to place special emphasis on the sarvanga-asana.\n\nWhen performed in the morning the sarvanga-asana relieves fatigue caused by sleeping too much or too\nlittle and when practiced in the evening it helps to promote deep, restful sleep. It strengthens the back\nand helps to relieve lower back pain.\n\nThe increased blood flow to the head and upper body helps to heal many disorders such as headaches,\nnasal congestion and sore throats. The entire endocrine, digestive, nervous, and venous systems of the\nbody are stimulated in ways that no form of diet or conventional exercise can perform."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg25",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 25,
    "text": "24\n\nBecause the body is inverted a rich supply of oxygenated blood is sent to the organs and glands in the\nupper part of the body, such as the brain, thyroid and pituitary, and heart thereby stimulating them.\nPressure is relieved from the lower body extremities relieving pain and/or swelling of the feet and legs.\nThe sarvanga-asana also provides great benefit to the abdominal organs helping to relieve gas and\nconstipation and stimulate digestion. Regular practice of this posture invigorates the mind and helps to\ncalm the nervous system.\n\nDuration/Repetitions:\nHold the sarvanga-asana anywhere from one to five minutes depending on comfort. Repeat the posture\ntwo or three times.\n\nVariations:\nThere are two common variations to this posture. One is called the shalamba-sarvanga-asana. Sa means\nwith and alamba means prop or support and refers to the use of the arms to support the legs and torso as\nthey are inverted. The other variation is called the niralamba-sarvanga-sana. Nir means without and thus\nthis variation is done without the support of the arms.\n\n22. Shalabha – asana – The Locust Pose\n\n Posture: Shalabha-asana\n The Locust or Grasshopper Posture\n Translation: The Sanskrit word Shalabha means locust or grasshopper.\n There is a variation of this posture called the viparita-shalabha-\n asana. The Sanskrit word viparita means \"reverse.\" This is an\n advanced variation not covered here.\n Pronunciation: sha-la-bhah-sa-na\n Difficulty: (3)\n\nInstructions:\n\n 1. Lie on the stomach with the head turned to one side and the arms alongside the body with palms\n facing upward.\n\n 2. Turn the head and place your chin on the floor. Slide your hands under your thighs, with the\n palms pressed gently against the top of your thighs."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg26",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 26,
    "text": "25\n\n 3. Inhale slowly and then raise the head, chest, and legs off the floor as high as possible. Tilt your\n head as far back as possible. Keep your feet, knees, and thighs pressed together.\n\n 4. Starting at the top of the head and working your way down to the feet, bring your attention to\n each part of your body, consciously relaxing it before proceeding on to the next.\n\n 5. Remain in the posture while holding the breath. You can support your legs by pressing the hands\n upward against your thighs.\n\n 6. Hold the posture for as long as you can hold the inhaled breath then slowly return the legs,\n chest, and head to the floor while exhaling.\n\n 7. Remove your hands from under your thighs and place the arms alongside your body. Turn your\n head to the side and rest.\n\nComments:\nThe shalabha-asana has many benefits. Besides strengthening the muscles of the upper legs and lower\nback, it stimulates the stomach and intestines helping to relieve gastrointestinal gas, strengthens the\nbladder, and stretches the spine.\n\nTo assist raising the legs as high as possible keep the back of the hands resting against the floor while\npushing the legs upward with the fingers. As you get better at this posture and increase the strength of\nyou legs you can raise the hands completely off the floor so your legs are raised unsupported. This\nincreases the benefits of the shalabha-asana.\n\nDuration/Repetitions:\nHold this posture for as long as you can hold the inhaled breath. Repeat the shalabha-asana three times.\n\n23. Shava – asana – The Corpse Pose:\n\n Posture: Shava-asana\n The Corpse Pose\n Translation: The Sanskrit word shava means corpse hence this is the\n Corpse. The shava-asana is also known as the mrta-asana.\n Pronunciation: sha-vah-sa-na\n Difficulty: (1)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg27",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 27,
    "text": "26\n\nInstructions:\n\n 1. Lie flat on your back with your legs together but not touching, and your arms close to the body\n with the palms facing up.\n\n 2. Keep your eyes gently closed with the facial muscles relaxed and breath deeply and slowly\n through the nostrils.\n\n 3. Starting at the top of the head and working your way down to the feet, bring your attention to\n each part of your body, consciously relaxing it before proceeding on to the next.\n\n 4. Remain in the shava-asana for between 3 and 5 minutes or longer. If you become sleepy while in\n the shava-asana begin to breath a bit faster and deeper.\n\nComments:\nWhile many consider this a simple posture at first, its simplicity eventually proves to be deceiving. The\ngoal of the shava-asana is for the body and mind to be perfectly still and relaxed. Not only should the\nbody be motionless and at ease, but the mind as well should be quiet, like the surface of a still lake. The\nresult will be a deep and stable relaxation that will extend into your meditation or be felt through the\nactivities of your daily circumstances.\n\nIt goes without saying that the shava-asana will take some time to perfect. You will find the simple\nexercise of focusing your attention on each part of your body and consciously directing the breath there to\nbe a great help with this posture.\n\nThere are two common obstacles that can prevent you from fully benefitting from this posture: sleepiness\nand a restless mind. If find yourself getting drowsey while in the shava-asana increase the rate and depth\nof your breathing. If your mind is restless or wondering focus your attention on all of the bodily senations\nyou're experiencing. Bring your mind to the sensation of the floor beneath you or on the rhythm of your\nbreath.\n\nWhile practing your Yoga-asana routine you should always begin and end each session with the shava-\nasana.\n\nDuration/Repetitions:\nWe recommend that you begin your period of yoga-asana practice with at least 3-5 minutes of shava-\nasana. Return to it periodically throught your posture session to relax and rejuvinate the body/mind and\nthen conclude your session with at least 3-5 minutes more\n\n24. Siddha – asana – The Adept Pose:"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg28",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 28,
    "text": "27\n\n Posture: Siddha-asana\n The Accomplished or Adept Pose\n Translation: The Sanskrit word siddha means accomplished or adept, one\n who has attained the highest. The name implies the attainment\n of a perfectly stilled mind and the experience of peace that\n results from meditation. The siddha-asana is a recommended\n pose for meditation.\n Pronunciation: sid-dhah-sa-na\n Difficulty: (2)\nInstructions:\n\n 1. Begin in a seated posture. Bend the left knee and grasp the left foot with both hands and place\n the heel against the perineum and the sole of the foot against the inside of the right thigh.\n\n 2. Exhale and reach down and loop the forefinger of the right hand around the big toe of the right\n foot and grasp the left foot with the left hand.\n\n 3. Bend the right knee, grasp the right foot with both hands and place the outside edge of the right\n foot where the calf and thigh of the left leg meet, right ankle over left ankle. The heel of the right\n foot should line up approximately with the navel and be as close to the pubic area as possible..\n\n 4. With palms up, place the hands on the knees, form a circle with the thumb and forefinger and\n extend the remaining fingers straight ahead.\n\nComments:\nThe siddha-asana is complicated to describe but is actually one of the simpler sitting postures. It requires\nless flexibility of the legs than the padma-asana yet it facilitates relaxation, concentration and\nultimately, meditation.\n\nSiddha-asana helps to establish an equilibrium throughout the body/mind. It will also help stretch the legs\nand pelvic area to the point where the padma-asana can be held effortlessly. Either posture, by creating a\nfirm foundation with the legs locked in a crossed position and the spine held straight and motionless,\nawakens the attention and helps cultivate concentration. When concentration is highly focused and\nundistracted, meditation follows.\n\nDuration/Repetitions:\nSit in the siddha-asana for a minimum of 1 minute and extended the time up to ten minutes or more.\n\n25. Simha – asana – The Lion Pose:"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg29",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 29,
    "text": "28\n\n Posture: Simha-asana - The Lion Pose\n Translation: The Sanskrit word simha which literally means \"the powerful\n one\" is the word for \"lion.\" This, therefore is known as the lion\n posture, and one performing it can be said to resemble a\n roaring lion about to attack.\n Pronunciation: sin-gha-sa-na\n Difficulty: (2)\nInstructions:\n\n 1. Sit up on the knees with the heels of the feet pressed against the buttocks and the calves of the\n legs flat on the floor.\n\n 2. Place the balls of the hands on the knees, straighten the arms and keep the back erect and the\n head straight (not tilted forward, back, to the left or the right).\n\n 3. Inhale while leaning forward slightly, stretching the mouth the jaws as wide as possible, extend\n the tongue out and downward as much as possible, fix your gaze either at the tip of the nose or\n between the eyebrows and stretch the fingers straight out from the knees.\n\n 4. Hold the posture for the duration of the inhaled breath then exhale, relaxing the forward stretch,\n dropping the fingers to the knees and closing the mouth and eyes.\n\nComments:\nThe simha-asana benefits parts of the body that most other asanas do not: the face, jaw, mouth, throat\nand tongue. Those who experience tightness or discomfort in the jaws such as teeth grinding, clenched\njaws, a misaligned bite, etc. will benefit from both the jaw and tongue stretching of the simha-asana. This\nasana is also known to help prevent or cure sore throats. The muscles and tissues of the face are\nrejuvenated from the alternating stretching and release, an exercise they rarely get in the course of our\neveryday lives. The fixed gaze relieves tense or burning eyes and the stretched fingers benefits the hands\nand wrists.\n\nDuration/Repetitions:\nHold the simha-asana for thirty to sixty seconds and repeat three to five times.\n\nVariation:\nTry roaring loadly like a lion as you enter into the Lion Pose while sticking your tongue out. This stimulates\nthe throat and cultivates courage and fearlessness. Kids love to do it, shouldn't adults as well?\n\n26. Sirsha – asana – The Head Stand"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg30",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 30,
    "text": "29\n\n Posture: Sirsha-asana - The Head-stand\n Translation: The Sanskrit word sirsha means head. This posture is the well-\n known headstand posture, and perhaps second only to the\n padma-asana or lotus posture, is widely identified with the\n practice of Yoga.\n Pronunciation: sir-shah-sa-na\n Difficulty: (7)\nInstructions:\n\n 1. Sit in a kneeling position with the buttocks resting on the heels of the feet.\n\n 2. Lean forward and place the forearms on the floor in front while keeping the elbows about\n shoulder distance apart. Interlock the fingers of both hands.\n\n 3. Place the top of the head flat on the floor with the back of the head pressed against the inside of\n the interlocked fingers.\n\n 4. Placing the tips of the toes firmly on the floor while lifting the heels, raise the knees off the floor.\n\n 5. Hold for the duration of the held inhaled breath. When you can't hold the breath comfortable any\n longer, slowly exhale and return the back to the floor, slide the legs out straight returning to the\n shava-asana.\n\nComments:\nThe siddha-asana is complicated to describe but is actually one of the simpler sitting postures. It requires\nless flexibility of the legs than the padma-asana yet it facilitates relaxation, concentration and\nultimately, meditation.\n\nSiddha-asana helps to establish an equilibrium throughout the body/mind. It will also help stretch the legs\nand pelvic area to the point where the padma-asana can be held effortlessly. Either posture, by creating a\nfirm foundation with the legs locked in a crossed position and the spine held straight and motionless,\nawakens the attention and helps cultivate concentration. When concentration is highly focused and\nundistracted, meditation follows.\n\nDuration/Repetitions:\nHold the sirsha-asana for 15-30 seconds when you first attempt it and increase the duration gradually\nover a period of a few weeks. As you skill increases you should hold it for as long as you feel comfortable.\n\nCautions/Restrictions:\nIf you are new to Yoga we recommend that you find a qualified instructor to teach you this posture and\nmonitor you performance. If you attempting this alone position yourself in front of a wall as mentioned\nabove.\n\nIf you are suffering from high or low blood pressure you should not attempt this posture.\n\nThe sirsha-asana should not be performed by woman who are menstruating, as is the case with all\ninverted postures (where the legs are raise over the head).\n\nVariations:\nThere are several variations to the sirsha-asana that you can try when you are comfortable with the\nstandard variation. First try spreading your legs wide apart, carefully separating them very slowly, while\nmaintaining your balance, until they are as far apart as is comfortable. Bring your legs together before\nreturning from the posture. Next you can try placing the soles of your feet together while steadily holding\nthe pose."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg31",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 31,
    "text": "30\n\n27. Tada – asana - The mountain Pose\n\n Posture: Tada-asana - The Mountain Pose\n Translation: The Sanskrit word tada means mountain. This posture is also\n known by the name samasthiti-asana. Sama means unmoved,\n equilibrium, and sthiti means standing upright or firmly,\n abiding, remaining, thus samasthiti means standing firmly\n without moving.\n Pronunciation: ta-dah-sa-na\n Difficulty: (1)\nInstructions:\n\n 1. Stand with both feet touching from the heel to the big toe, keeping the back straight and the\n arms pressed slightly against the sides with palms facing inward.\n\n 2. Slightly tighten or flex the muscles in the knees, thighs, stomach and buttocks maintaining a firm\n posture. Balance you weight evenly on both feet.\n\n 3. Inhale through the nostrils and lift the buttocks off the legs arching the back and thrusting the\n abdomen forward and tilt the head as far back as possible.\n\nComments:\nMany common ailments and discomforts can be traced to poor posture. If the spine is not properly aligned\nor if there is tightness or stiffness in the back, the result is often an imbalance in the body. When this\nimbalance becomes chronic many kinds of disorders arise in the organs, glands and nervous system.\n\nPerforming the tada-asana allows one to observe one's posture closely and clearly recognize those\nproblems which get masked or ignored by day-to-day activities. As the posture is held and the breath,\nmind and body is quieted various effects will surface to indicate difficulties with the spine. Favoring one\nfoot over the other, shifting back and forth, drooped shoulders, tightness in the neck and upper or lower\nback, and various other physiological disturbances may appear indicating the need for further yoga\npractice.\n\nThe proper execution and continual practice of the tada-asana along with other postures helps to re-train\nthe body to stand correctly and reverse the negative effects of poor posture.\n\nWhen the tad-asana is performed properly and the mind is focused and free of distraction, the body is\nexperienced as being rooted firmly to the earth and as steady and motionless as a mountain.\n\nDuration/Repetitions:\nOne repetition for several minutes is advisable. The tada-asana is also recommended prior to and\nfollowing any other standing posture."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg32",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 32,
    "text": "31\n\n28. Trikona – asana – The Triangle Pose\n\n Posture: Trikona-asana - The Triangle Pose\n Translation: The Sanskrit word tri means three and kona means corner or\n angle. Thus \"three corner or three angle posture\" is often called\n the triangle posture. This posture is also known as the utthita\n trikona-asana. Utthita means stretched or extended thus this is\n the Extended Triangle Pose.\n Pronunciation: tri-cone-ah-sa-na\n Difficulty: (3)\nInstructions:\n\n 1. Stand with the feet together and the arms by your sides (see the tada-asana).\n\n 2. Separate the feet slightly further than shoulder distance apart.\n\n 3. Inhale and raise both arms straight out from the shoulders parallel to the floor with the palms\n facing down.\n\n 4. Exhale slowly while turning the torso to the left, bend at the waist and bring the right hand down\n to the left ankle. The palm of the right hand is placed along the outside of the left ankle. The left\n arm should be extended upward. Both legs and arms are kept straight without bending the knees\n and elbows.\n\n 5. Turn the head upward to the left and gaze up at the fingertips of the left hand. Inhale and return\n to a standing position with the arms outstretched.\n\n 6. Hold this position for the duration of the exhaled breath. Exhale and repeat steps 4 - 6 on the\n opposite side.\n\nComments:\nThe trikona-asana is an excellent posture to do early in your routine. The forward bending and lifting\nstimulates blood flow and helps to stretch and relax the back, shoulders, legs and arms as well as\nincreases the flow of blood to the head. The muscles of the thighs and calves as well as the hamstrings\nare stretched. The slight twist of the spine creates suppleness in the spinal discs and relieves lower back\ndiscomforts.\n\nThe posture can be held longer by breathing gently through the nostrils rather than holding the breath.\nAnother variation is to perform the trikona-asana rapidly thereby giving it a slightly aerobic effect.\n\nDuration/Repetitions:\nRemain in the forward bending position for the duration of the exhale breath. Do two or three repetitions\n(one repetition consists of bending forward on both sides)."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg33",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 33,
    "text": "32\n\n29. Ugra – asana – The Noble Pose\n\n Posture: Ugra-asana - The Noble Pose\n Translation: The Sanskrit word ugra means powerful, mighty, strong or\n noble. We usually keep this posture untranslated but it can be\n called the noble or powerful posture.\n Alternate Also known as the pascimottana-asana or the brahmacharya-\n asana. The word pascima can mean behind, later, last or final\n name: but it literally means \"western\" as in the direction.\n Pascimottana thus means back-stretching posture.\n Pronunciation: oo-grah-sa-na\n Difficulty: (4)\n\nInstructions:\n 1. Sit on the floor with the legs together and extended straight out in front. Keep the back straight,\n shoulders level and head straight. Place the hands, palms down, flat on top of the thighs then\n inhale deeply.\n\n 2. Exhale and extend the arms straight out in front, parallel with the floor with fingers pointed\n straight ahead and palms facing down.\n\n 3. Inhale slowly while raising the arms over the head, keeping them straight, and bending as far\n back as is comfortable. Tilt the head back and look up at the hands.\n\n 4. Exhale slowly bending forward at the waist and grasp the feet with the hands. Bring the head as\n close to the knees as possible, placing it on the knees if you can, keeping the legs straight. (If\n you are unable to grasp the feet then grasp the ankles).\n\n 5. Hold that position for the duration of the exhale breath.\n\n 6. Inhale slowly and return to the seated position described in step #1.\nComments:\nWhen the ugra-asana is properly performed, all the vertabrae of the spine and each muscle in the back is\nstretched. This type of stretching is highly beneficial. Try it regularly for a week and you will, without\ndoubt, notice the benefits.\n\nThe compression or contraction of the stomach followed by the release increases blood flow to the\nabdominal region and tones the muscles. Gas is release and sluggish digestion and/or constipation is\nimproved. The muscles in the calves and thighs get a good stretching, helping to relieve fatigue and\nsoreness in the lower extremities.\n\nDuration/Repetitions:\nRepeat this posture two or three times holding each repetition for the duration of the exhaled breath and\ntake at least three deep breaths in-between each repetition. As you become more adept at doing the\nugra-asana you may begin breathing slowly through the nostrils while holding the posture to increase its\nduration."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg34",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 34,
    "text": "33\n\n30. Ushtra – asana – The Camel Pose\n\n Posture: Ushtra-asana - The Camel Pose\n Translation: The Sanskrit word ushtra means camel.\n\n Pronunciation: oosh-trah-sa-na\n Difficulty: (5)\n\nInstructions:\n\n 1. Sit up on the knees with the heels of the feet pressed against the buttocks and the\n calves of the legs flat on the floor.\n\n 2. Reaching backward, grasp the left ankle with the left hand and right ankle with the\n right hand.\n\n 3. Inhale through the nostrils and lift the buttocks off the legs arching the back and\n thrusting the abdomen forward and tilt the head as far back as possible.\n\n 4. Either hold the posture for the duration of the inhale breath or breath gently through\n the nostrils while holding the posture.\n\n 5. Exhale and return to the kneeling position.\n\nComments:\nThe ushtra-asana is a powerful posture for streatching the spine, back muscles, shoulders and arms. It is\nbest to practice it later in your asana routine after most of the muscles are limber and and you have\nworked the back and shoulders.\n\nDuration/Repetitions:\nHold the posture for the duration of the inhaled breath. If you choose to breath while holding the ushtra-\nasana, hold it for between thirty seconds to one minute. Repeat the posture three times."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg35",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 35,
    "text": "34\n\n31. Vajra – asana – The Thunderbolt Pose\n\n Posture: Vajra-asana\n The Thunderbolt or Diamond Pose\n Translation: The Sanskrit word vajra means thunderbolt or diamond.\n\n Pronunciation: vuh-drah-sa-na\n Difficulty: (2)\n\nInstructions:\n\n 1. The vajra-asana is a seated posture. Begin by sitting back on your heels and placing\n your knees, legs and feet together.\n\n 2. Keeping the back straight place the palms of your hands down on top of your thights.\n\n 3. Breath gently thorugh your nostrils and sit in this position for at least three minutes.\n\nComments:\nThe vajra-asana is a versatile posture well suited for meditation, rest in between other seated postures, or\nas an aid to digestion.\n\nThe vajra-asana is the position in various other yoga postures such as the anjaneya-asana (salutation\nposture) and the ushtra-asana (the camel).\n\nDuration/Repetitions:\nThe vajra-asana can be held for as long as is comfortable(and depending on the reason for doing the\nposture).\n\n32. Vira – asana – The Hero Pose\n\n Posture: Vira-asana - The Hero Pose\n Translation: The Sanskrit word vira means hero, brave or eminent man, or\n warrior.\n Pronunciation: veer-ah-sa-na\n Difficulty: (2)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg36",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 36,
    "text": "35\n\nInstructions:\n\n 1. Kneel on the floor with the calves and tops of the feet flat on the floor and the thighs touching.\n\n 2. Slowly spread the feet, about shoulder distance apart, while keeping the knees together. Place\n the buttocks flat on the floor. The outer sides of the thighs are touching the inner sides of the\n calves and the soles of the feet are exposed facing up. Place the hands palms downs, on the\n knees and form a circle with the thumb and forefinger (in the chin-mudra) while pointing the\n other fingers straight ahead.\n\n 3. Breath slowly and deeply through the nostrils and remain motionless for six complete breaths (an\n inhale and exhale is one complete breath).\n\n 4. Inhale slowly and stretch the arms straight up over the head and interlock the fingers with the\n palms pushed upward. Remain in this position for six complete breaths.\n\n 5. Exhale slowly, release the fingers and slowly bend forward at the waist while placing the palms of\n the hands flat on the soles of the feet. Place the chin between the knees.\n\n 6. Hold this position for the duration of six complete breaths.Inhale, raise the chest up, stretch the\n legs straight ahead and place the hands, palms down, on top of the thighs.\n\nComments:\nThe vira-asana is an alternative to the padma-asana, siddha-asana, as well as other seated postures,\nfor mediation and pranayama.\n\nDuration/Repetitions:\nHold the posture from several minutes as part of an asana session or for the duration of your meditation\nor pranyama.\n\nVariations:\nThe Supta-vira-asana variation (supta is the Sanskrit word for \"lying down\") stretches the abdominal\nmuscles and relieves pain and discomfort in the legs. Begin the posture as detailed above then incline\nbackwards and lean the back on the floor. The arms are stretch straight above the shoulders and kept flat\non the floor.\n\n33. Vriksha – asana – The Tree Pose\n\n Posture: Vriksha-asana - The Tree Pose\n Translation: The Sanskrit word vriksha means tree, thus this is the Tree\n Posture.\n\n Pronunciation: vrik-shah-sa-na\n Difficulty: (3-4)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg37",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 37,
    "text": "36\n\n\"Standing straight on the left leg, bend the right leg and place the right foot on the root of the left thigh.\nStand thus like a tree on the ground. This is called vriksha-asana.\"\n Gheranda-samhita II.36\n\nInstructions:\n\n 1. Stand with the feet together and the arms by your sides (see the tad-asana).\n\n 2. Bend the right leg at the knee, raise the right thigh and bring the sole of the right foot as high up\n the inside of the left thigh as possible.\n\n 3. Balancing on the left foot, raise both arms over the head keeping the elbows unbent and joining\n the palms together. Hold the posture while breathing gently through the nostrils for about 10\n complete breaths.\n\n 4. Lower the arms and right leg and return to the tad-asana, standing position with feet together\n and arms at the sides. Pause for a few moments and repeat on the opposite leg.\n\nComments:\nThe challenge of the vriksha-asana is maintaining balance on one leg. Poor balance is often the result of a\nrestless mind or distracted attention. Regular practice of this posture will help focus the mind and cultivate\nconcentration (dharana).\n\nWhen practicing vriksha-asana it may help to imagine or picture a tree in the mind and apply the following\ntechnique: Imagine that the foot you are balanced on is the root of the tree and the leg is the trunk.\nContinue by imagining the head and outstretched arms as the branches and leaves of the tree. You may\nbe unsteady for a while and find the body swaying back and forth, but don't break the concentration. Like\na tree bending in the wind and yet remaining upright, the body can maintain balance.\n\nAim to achieve the \"rootedness\" and firmness of a tree. Regular practice of the vriksha-asana improves\nconcentration, balance and coordination. Because the weight of the entire body is balanced on one foot,\nthe muscles of that leg are strengthened and toned as well.\n\nAs you advance in this posture and are able to remain standing for more than a few moments, try closing\nthe eyes and maintaining your balance.\n\nDuration/Repetitions:\nHold the vriksha-asana as long as your comfortably can. Repeat it two or three times on each leg.\n\n34. Vrischika – asana – The Scorpion Pose\n\n Posture: Vrischika-asana\n The Scorpion Pose\n Translation: Vrischika is the Sanskrit word for scorpion. This posture is so\n named because the body resembles a scorpion with its tail\n arched above its head ready to sting its victim. Although it may\n not be a simple posture for beginners to perform, the Scorpion\n is not as difficult as it may at first seem.\n Pronunciation: vrik-shah-sa-na\n Difficulty: (7)"
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg38",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 38,
    "text": "37\n\nInstructions:\n 1. Kneel on the floor and lean forward placing the elbows and forearms flat on the floor\n with the palms facing down. Your arms should be placed about shoulder-distance\n apart.\n 2. Extend your head forward and lift it as high as possible.\n 3. Raise the buttocks and place the feet firmly on the bottoms the toes.\n 4. Inhale a swing the legs up and over the head while maintaining your balance. Bring\n the legs straight up over your head.\n 5. Slowly bend the knees and drop the legs toward the head being careful not to move\n too quickly or drop the legs to far while maintaining balance.\n 6. Reverse the steps above and return to a kneeling position.\n\nComments:\nThe Scorpion should not be attempted until you are comfortable with all the balance postures (e.g.:\nVriksha-asana, Ekapada-asana, etc.) as well as the Headstand (Sirsha-asana). Beginners should do\nthis posture under the supervision of a qualified teacher. When first attempting the Scorpion asana you\nmay want to try it while facing a wall. Position yourself so that when you are doing step #1 above your\nhead is about 2 - 3 feet from the wall. This way if you lose your balance you can use the wall for support.\n\nThis posture will provide maximum stretch to the neck, spine and chest. It combines many of the benefits\nof the Chakra-asana (the Wheel posture) and the Sirsha-asana (the Headstand).\n\nDuration/Repetitions:\nHold the vrischika-asana for as long as you are comfortable. Keep in mind that returning from the posture\ngracefully without falling out of it will take some strength, so don't hold it too long. 20-30 seconds is fine\nfor early attempts, increase the time gradually as you become more proficient.\n\nVariations:\nThere are two common variations to this posture illustrated and described below:\n\nTo do the first variation, illustrated above, after entering the Scorpion as described above slowly raise the\nlegs straight up until your feet are directly over your head (you won't, of course, be able to see this but\nyou will easily be able to feel when they are properly positioned). This variation requires a bit more\nstrength and a stronger sense of balance then pose described above."
  },
  {
    "id": "HealthFitness_YOGA_Manual_pg39",
    "doc_id": "HealthFitness_YOGA_Manual",
    "page": 39,
    "text": "38"
  }
]