[
  {
    "id": "IJRARprakritiarticle_page_1",
    "doc_id": "IJRARprakritiarticle",
    "page": 1,
    "text": "© 2023 IJRAR September 2023, Volume 10, Issue 3 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138) Prakriti based Exercise – A New approach 1 Vd. Shilpa P. Yerme, 2 Vd. Ramesh Shendage, 3 Vd. Sonali Dhumale 4 Vd. Meera Suryawanshi 1 Professor, 2 Professor 3 Professor 4 Assistant Professor 1 Kriya Sharir, 1 S.G.R. Ayurved College, Solapur Abstract - Vyayama or exercise has been a foremost part of ayurvedic lifestyle. Ancient ayurved scholars have given prime importance on it due to its benefits for mind, body, and soul. Lifestyle disorders are like a pandemic and become challenge for the medical field. Obesity, P.C.O.D. Diabetes, Cardiovascular diseases, joint diseases, stress are few of them. The cardinal cause is lack of proper exercise. People join yoga, Jim but could not find proper benefits from them. exercise in proper way enhances strength, endurance, firmness, fitness and increases ability to do work. When exercise is conducted according to prakriti, age, season it balances dosha. Vata type needs less exercise, pitta needs moderate while kapha needs more intense exercises such as jogging and aerobics. Winter and spring are best season for exercise. Childrens are having good stamina than elder people. Everyone should do it on regular basis according to age , season and stamina. Keywords – exercise, Vyayama, Prakriti, health, Yoga I. INTRODUCTION The Sanskrit word `Vyayama ‘means specific activity (act which produces tiredness)1. It denotes physical exercise which impart strength and firmness. Acharya Charaka in sutrasthan explained about benefits of Vyayama. Nirukti of term Vyayama vi+ Aa+ Ghan (वि + आ + यम + घन्न | पौरुष:) – (shabdakalpadrum ) it means specific stretching. Features of optimal Vyayama and guidelines from classics Vagbhat Charak Sushruta Strong Features of optimal Vyayama is one persons, vyayama among best intake of Optimal sweating practises for fat rich Increased respiration preservation of diet can Lightness health, right only Tightness in cardiac amount and right practise region time is wholesome. vyayama Ardhshakti up to half vyayam (half of of their stamina) is capacity indicated by in cold Acharya. it is season denoted by like sweating of Hemanta, axillae, temples, Shishira nose, joints, dry and in mouth, IJRAR23C3269 International Journal of Research and Analytical Reviews (IJRAR) 154"
  },
  {
    "id": "IJRARprakritiarticle_page_2",
    "doc_id": "IJRARprakritiarticle",
    "page": 2,
    "text": "© 2023 IJRAR September 2023, Volume 10, Issue 3 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138) Vasant dislodgement of ritu. vata located in moderate chest region to strength. mouth. During rest seasons vyayam should be done at mild to moderate level. Prakriti is supreme concept of ayurveda. Human Prakriti is formed at the time of fusion of Shukra Evam Shonita and remains same throughout the life 2. प्रकृती नाम जन्म मरणान्तरालभाविनी गभािक्ांतीसमये, स्िकारणेद्रोककत ननविाकाररणी दोष स्स्िती: | रसिैशेषीक सूत्र सप्त: प्रकृतयो भिांनत | दोषै: पृिक किश:समस्तेश्च् || सू. शा.4/ 62 Acharyas has described various prakriti three Ekal (vata, pitta, kapha) ,three Dwandaja ( vata -pitta ,vata - kapha, pitta-kapha) and Sama Prakriti. Benefits of vyayama – a. Charak – daily Vyayama makes compact body, good appetite, reduced body fat, relieves sleepiness, enthusiasm and endurance 3. b. Ashtang sangrah – easily digest even incompatible food. kleda does not accumulate in tissues by regular exercise 4. c. Sushruta – well-built compact physique, charming appearance, tolerance to cold-heat -hunger-thirst. Obesity can be checked by regular Vyayama 5. Material & Methods Literature from various classics, ayurveda literature, research papers, references from internet are collected and reviewed. Review literature Prakriti is enumeration of body features internal as well as external. Prakriti of body type is a unique concept of Ayurveda determined by proportion of three Dosha. Ayurveda classified body types based on predominance of Dosha. This predominance depends upon predominance of Dosha is ovum and spermatozoon mean Shukra and Shonita 6. Ayurveda used the term Prakriti in the sense of personality. Ayurveda has given stress on constitutional, Temperamental, Psychological, and emotional aspects of personality. Vata individuals possess alpa Bala, pitta madhyam and kapha Uttam bala 7. By considering this fact one must select type of Vyayama. Assessment of sharirk bala is done by determining Vyayama shakti and Saar pariksha 8. Due to this Vyayama is included in dashvidh pariksha. Strength is the quality of being physically strong or the capacity of an individual to withstand stress. Exercise ( Vyayama according to Prakriti) a. Vata prakriti Key qualities for vata are warm, grounding, steady, slow Vata is arrhythmic, so rhythmic activities like dancing, rowing, yoga, swimming, and walking are usually good This would be warming, grounding, steady, and strength building type workouts. In Jim also one must select exercise according to dosha not only weight, B.M.R. and all things. Mild, regular exercise is key for vata. Connecting with the earth element can be very relaxing for this wind element. Hence, follow a regime that involves: • lying down on the earth or on the ground. • practicing yoga bare foot. Vata people have high energy and low stamina. IJRAR23C3269 International Journal of Research and Analytical Reviews (IJRAR) 155"
  },
  {
    "id": "IJRARprakritiarticle_page_3",
    "doc_id": "IJRARprakritiarticle",
    "page": 3,
    "text": "© 2023 IJRAR September 2023, Volume 10, Issue 3 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138) exercising outdoors, since vata people tend to store their tension, and constrict from inside, release is important. Warm up through stretches ending your practice with savasana. Vata will benefit from smooth, flowing, grounding activity such as gentle/moderate hiking, swimming, stand up paddle boarding, dance, or barre. Restorative yoga will also be great for supporting the fragility of vata. hatha yoga practice will be soothing for vata in moderation. Gardening will also be soothing/grounding to vata. • While vata may be attracted to fast moving sports, these are not the most balancing for their constitution. • Avoid exercising in the wind. • vata types benefit more from strengthening and balancing exercises on a regular basis that will gradually build-up core energy levels. Vata people need to curb their enthusiasm and work slowly to build real strength, stamina. • running marathons not generally beneficial for vata. • General tips for vata person for exercise 1. Apply oil before exercise and after exercise 9. (Sesame, almond, coconut oil preferred) 2. Drink water before, during, after exercise. Warm water preferred. 3. Spiritual music during exercise will help for smoothening. 4. Use a good quality shoe, Sox, knee band to avoid any type of injury and it gives support. 5. After exercise take milk, juice, herbal tea to help ease fatigue. Take energy snacks after exercise. 6. Nutrition rich food is recommended. 7. Avoid overexertion 8. Morning time is preferred avoid exercise in evening. 9. Avoid workout in windy waves, open space snowfall or fog. 10. Use full covered clothes during winter. 11. Start with mild exercise for 20 minutes. 12. lying down on the earth or on the ground will be beneficial for vata. 13. practicing yoga barefoot, Vata people have high energy and low stamina 14. end your practice with savasana 15. Vata will benefit from smooth, flowing, grounding activity such as... gentle/moderate hiking, swimming, stand up paddle boarding, dance, or barre 16. Restorative yoga will also be great for supporting the fragility of vata. hatha yoga practice will be soothing for vata in moderation. 17. Gardening will also be soothing/grounding to vata, 18. While vata may be attracted to fast moving sports, these are not good and balancing for their constitution. 19. vata types benefit more from strengthening and balancing exercises on a regular basis that will gradually build-up core energy levels. 20. Exercises such as yoga, Pilates or brisk walking are ideal 21. Vata people need to curb their enthusiasm and work slowly to build real strength, stamina. Relaxation time after exercise is necessary's have tendency toward joint problems and arthritis. So, exercise will be like that. Apply warm sesame oil or mustard oil before active exercise. wear supports like shoes socks. Smooth rhythm exercises preferred. 22. Vata people are more interested in sensible forms of energy like during mediation prayers, song, chants musical instruments. 23. Tight schedule of working may hamper vata mentally 24. Vata people usually find the kapha time of the day (6-10 am / pm) comfortable. Kapha is a good antidote to vata’ s natural tendency to do it all at one time. 25. Vata is situated below the navel so the asanas that support low back, intestines, the urogenital system helps to balance vata. 26. Passive exercise – regular warm oily massage by loving supportive calm sensitive individual. 27. Active- specific sports include trampolining rebounding swimming walking ballet ballroom dancing, tai chi – Chinese exercise shadowboxing Passive – active - yoga postures, yogic breathing. b. Exercise for Pitta Prakriti Key qualities for pitta – Pitta is fiery and exercise increases the heat, pitta people need more care while exercise. Pitta individual do the workout about 70% of their capacity. For pitta, exercise is an important outlet for drive, sharp focus, and achievement – as well as a chance to simultaneously release internal pressure and embrace challenge. IJRAR23C3269 International Journal of Research and Analytical Reviews (IJRAR) 156"
  },
  {
    "id": "IJRARprakritiarticle_page_4",
    "doc_id": "IJRARprakritiarticle",
    "page": 4,
    "text": "© 2023 IJRAR September 2023, Volume 10, Issue 3 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138) Know your limits and practice engaging in healthy competition when playing team sports – the ability to cultivate a healthy relationship with competition is sign of more balanced pitta. General tips for pitta person while exercising 1. The pitta region is around the navel, and hence the asanas that help balance pitta are those that place pressure on the naval and solar plexus region. 2. These asanas give pressure on liver, spleen, pancreas, intestines and thus helps to improve and maintain the agni (digestive fire). 3. The best asanas for pitta are those that are calming and not overly heating. 4. Pitta people have athletic bodies strong competitive spirit but after exercise they need to take rest. 5. To satisfy the pitta individuals’ competitive nature, a friendly game of basketball, tennis, or volleyball will be just fine if they are mindful to not become overly intense. Keep it fun . 6. Avoid exercise in hot weather or sun. prefer sheet kaal. 7. Wear loose cloth 8. Group games or exercise like badminton, cycling helps to ease pittas jealous and anger. 9. Drink water frequently as per season 10. Exercise may help to develop cool, calm effect 11. Do not exercise during stress or with anger. 12. tai chi and swimming are far more fluid and pitta-balancing forms of exercise than bodybuilding. 13. Try connecting with earth element – lying down 10. 14. Lying down—either on a firm floor or (when weather permits) outside, directly on the earth. 15. Place the feet on floor or ground and connect attention with earth. 16. Exercise in natural atmosphere involve senses in receiving natural world. 17. Always practicing yoga barefoot. 18. Do yoga or exercise in standing, balancing and supine position connecting to earth followed by shavasana. 19. Passive – delicate tender self-massage with oil. (As pitta skin is delicate self-massage will better choice for them) 20. Active- swimming, water skilling, aerobics, archery, game hunting, hiking jazz dancing horse riding tennis squash volleyball, basketball. 21. Sitting and lying poses can be practiced Passive & active- hatha yoga Seethali, Seetkari, Nadi shodhana, Sudarshana Kriya. c. Exercise for Kapha Prakriti Key qualities - The blending of the earth and water elements creates the qualities of heavy, slow, and stable. Kapha will benefit the most from being physical during the morning hours of 6–10 a.m., which is the kapha time of day. General rules for kapha exercise 1. They fond of active exercise. They have good, endurance, stamina. exercise help kapha to control weight improve circulation, mental stimulation. 2. The kapha sthana is chest, i.e., above the heart hence the stomach and chest are the areas where kapha accumulates. Exercises that require strength and stamina and that are stimulating and heating can be performed for a longer duration. 3. Kapha will benefit from movement that is light, sharp, hot, rough, and mobile such as Vigorous hiking, Cycling, Aerobics, cardio dance (like Zumba), or kick boxing. 4. Kapha can do any type of exercise 5. Active- short walks, bowling, football, basketball, horse riding, belly dance, cycling 6. Passive- deep massage, vigorously tapping of the body 7. Active & passive yoga postures, breathing exercises, 8. Yoga Asan – Kapalbhati, Uddiyan bandh, Uttanpadasan, sarvangasan , paschimotanasan , dhouti 9. Kapha can easily sit, concentrate, devotional, use perfumes, to keep senses alert. 10. Kapha should choose energetic, movable exercise. 11. Make body movable through exercise 12. During yoga and Jim sessions mild music, mantra make them enthusiastic. 13. Avoid exercise in cold weather best time for kapha is morning 6.00 to 10.00 am. 14. Avoid mild, stable movement. 15. Use perfumes for alertness. 16. Make your exercise routine as a celebration. 17. Kapha is steady, balanced by invigoration – physical, mental, and emotional. Practice invigorating Pranayama’s like Kapalbhati & Bhastrika. they will help invigorating mind, body and digestive capacity. IJRAR23C3269 International Journal of Research and Analytical Reviews (IJRAR) 157"
  },
  {
    "id": "IJRARprakritiarticle_page_5",
    "doc_id": "IJRARprakritiarticle",
    "page": 5,
    "text": "© 2023 IJRAR September 2023, Volume 10, Issue 3 www.ijrar.org (E-ISSN 2348-1269, P- ISSN 2349-5138) 18. Add adventure, exciting things in your routine. 19. So-ahm mediation will balance kapha 11. Conclusion - Every person is having different stamina according to dominance of dosha. if one can selects exercise first by knowing dosha dominance it will help and balance the dosha. Vata prakriti needs little amount of exercise, pitta needs moderate and kapha individuals can prefer heavy exercises. Ethical Approval: Not Applicable Acknowledgement: None Source of Funding: None Conflict of Interest: The authors declare no conflict of interest References 1. Susuruta Samhita, Ayurved sandeepika Hindi Vyakhya, by Dr. Ambikadatta Shastri, Chaukhambha Sanskrit Sansthan,Varanasi, edition 2005, Chikitsasthana, chapter 24 page no. 107 -38 2. Sushruta. Sushruta Samhita. Edited by Yadavaji Trikamji Aacharya. 8th ed. Varanasi: Chaukhambha Orientalia; 2005 3. Caraka Samhita of maharishi Agnivesa by Dr. Lakshmidhar Dwivedi, Chaukhambha Krishnad academy, Varanasi, 2007 sutrasthan, chap 7, pg no 181, verse 3 4. vagbhatta, Dincharya Adhayaya, In Murthy Srikant KR, Astang Hridaya (with English translation of text’s ) Vol 1, 9th edition Chaukhambha krishnadas Academy; 2013. p. 24. 5. Dr. Ambikadatta Shastri, Chaukhambha Sanskrit Sansthaan, Varanasi, Edition 2005, Chikitsasthan, chapter 24, pg no. 107, verse 39,40,43,44. 6. Sushruta. Sushruta Samhita. Edited by Jadavaji Trikamji Aacharya. 8th ed. Varanasi: Chaukhambha Orientalia; 2005 7. Caraka Samhita of Agnivesh revised by caraka and drdhabala with introduction by Vaidya samrata Sri Satya Narayana shastri by Pt. Kasinath shastri, Dr. Gorakhanatha Chaturvedi. Vimansthan chapter 8/96-98 8. Tripathi Brahmanand edited Charaka Samhita (Hindi translation) Vimansthana, Adhyaya Chaukhamba Sur Bharati Prakashan, Varanasi, 2006; 1, 741: 8-40 9. Susuruta Samhita, Ayurvedsandeepika Hindi Vyakhya, by Dr. Ambika Datta Shastri, Chaukhambha Sanskrit Sansthaan, Varanasi, edition 2005, Chikitsasthan, chapter 24, pg no. 107, verse 43 10. https://www.banyanbotanicals.com/info/ayurvedic-living/living-ayurveda/health-guides/the-ayurvedic- approach-to-fitness 11. https://www.banyanbotanicals.com/info/ayurvedic-living/living-ayurveda/health-guides/the-ayurvedic- approach-to-fitness IJRAR23C3269 International Journal of Research and Analytical Reviews (IJRAR) 158"
  }
]