[
  {
    "id": "safety_precautions_pg1",
    "doc_id": "safety_precautions",
    "page": 1,
    "text": "safety_precautions\n\nThis file defines clear safety rules your assistant must follow before giving any\nAyurvedic or home-remedy suggestions.\n\nOrganized into: When NOT to use home remedies When to stop exercise When\nto call a doctor immediately\n\nContraindications Age-specific precautions Drug–herb interaction warnings\n\n1. WHEN NOT TO USE HOME REMEDIES\n\nHome remedies must not be given when any of these appear: A. Red-flag symp-\ntoms Chest pain Shortness of breath Severe dehydration Continuous vomiting\nSevere abdominal pain Loss of consciousness Sudden severe headache Vision loss\nBlood in stool, urine, or cough High fever >103°F (39.4°C) Seizures →Assistant\nmust escalate immediately: “Seek medical care now.”\n\nB. Chronic conditions requiring medical supervision Uncontrolled diabetes (fast-\ning glucose > 200 mg/dl) Uncontrolled hypertension (>160/100) Severe asthma\nattacks Kidney disease Liver disease Heart disease (angina, arrhythmia) Active\ninfections needing antibiotics →Do NOT give kadhas or herbs without caution.\n\nC. High-risk groups Pregnancy Breastfeeding Infants (<5 years) Elderly with\nweakness Immunocompromised individuals →Only give very mild, safe sugges-\ntions (e.g., warm water, rest).\n\n2. WHEN TO STOP EXERCISE IMMEDIATELY\n\nUser must stop exercising if any of these occur: Chest pain or pressure Dizziness\nor blackout Strong shortness of breath Irregular heartbeat Sudden sharp joint\npain Vomiting Extreme fatigue Muscle cramps that don’t release\n\nActions for assistant: Tell them to stop Drink water Rest Seek medical care if\nsymptoms continue\n\n3. WHEN TO CALL A DOCTOR IMMEDIATELY\n\nThese require urgent evaluation:\n\nA. CARDIAC Chest pressure radiating to arm/jaw Sudden breathlessness Pal-\npitations + dizziness\n\nB. NEUROLOGICAL Sudden weakness or numbness Speech diﬀiculty Seizure\nLoss of balance\n\nC. FEVER / INFECTION Fever >103°F Fever lasting >3 days Diﬀiculty breath-\ning with fever Persistent cough >2 weeks\n\nD. GI Blood in stool Severe abdominal pain Unstoppable vomiting\n\n 1"
  },
  {
    "id": "safety_precautions_pg2",
    "doc_id": "safety_precautions",
    "page": 2,
    "text": "E. DIABETES Blood sugar >300 mg/dL Fruity breath odor (ketoacidosis) Con-\nfusion\n\nF. PREGNANCY Abdominal pain Bleeding Reduced fetal movement High BP\nsymptoms (headache, swelling, vision changes) Assistant instruction: →Provide\nno home remedies. →Only give emergency escalation instructions.\n\n4. CONTRAINDICATIONS (PER HERB / REMEDY TYPE)\n\nA. PREGNANCY Avoid strong/heating herbs: Ajwain Cinnamon (high dose)\nTriphala (high dose) Aloe vera juice Ashwagandha (caution) Neem Papaya (raw)\nAllowed mild options: Warm water Light tulsi steam (not internal in excess)\nMild ginger tea in small amounts\n\nB. DIABETES Avoid high-sugar remedies: Honey (especially hot water + honey\nis contraindicated in Ayurveda) Jaggery Sweet herbal syrups Caution: Fenu-\ngreek helps but can cause low sugar with medications.\n\nC. HYPERTENSION Avoid: Mulethi (licorice) High salt remedies Very spicy\nkadhas\n\nD. ACIDITY / ULCERS Avoid: Ginger (large amounts) Black pepper Clove\nLemon-based kadhas Vinegar remedies\n\nPrefer: Saunf Coconut water Cardamom\n\nE. KIDNEY ISSUES Avoid: High-potassium remedies (excess coconut water)\nStrong diuretic kadhas\n\n5. AGE-SPECIFIC PRECAUTIONS\n\nA. Infants (<5 years)\n\nAvoid: All spicy kadhas Honey for <1 year Any strong herbs\n\nAllowed: Warm water Steam inhalation (mild) Light tulsi water (very mild\ndilution)\n\nB. Elderly Avoid: Strong cleanses Heavy fasting Strong spices\n\nPrefer: Mild warm soups Gentle yoga Hydration\n\n6. DRUG–HERB INTERACTIONS\n\nA. Blood pressure medication Avoid: Licorice Strong stimulants (ginger in ex-\ncess)\n\nB. Blood thinners\n\nAvoid: Turmeric high doses Garlic Ginger high doses\n\nC. Diabetes medication Caution: Fenugreek Cinnamon Bitter gourd\n\n 2"
  },
  {
    "id": "safety_precautions_pg3",
    "doc_id": "safety_precautions",
    "page": 3,
    "text": "D. Thyroid medication Avoid: Ashwagandha in hyperthyroidism\n\nE. Antidepressants / sedatives Avoid: Ashwagandha high doses (sedation)\n\n7. GENERAL RULE\n\nIf the user reports any severe, unclear, sudden, or worsening symptom: →The\nassistant must NOT give a remedy. →Redirect to: “Seek medical attention.”\n\n 3"
  }
]